{
  "019K-1": {
    "sample": "User: Le perline. Robot: Puoi descrivermene l'aspetto? Senza telecamera, non posso vederle. User: Sono all'interno di una scatola e le perdite sono colorate, piccole e servono per fare i braccialetti. Robot: Mi sembrano le perline colorate; utile anche la pinzetta lì al fianco. User: Esatto, sopra c'è una fetta che penso sia proprio per prenderle. Robot: Interessante osservazione! Puoi provare a usarla per verificare come funziona.",
    "phase": "pre",
    "match_index": 0
  },
  "019K-2": {
    "sample": "User: Sono all'interno di una scatola e le perdite sono colorate, piccole e servono per fare i braccialetti. Robot: Mi sembrano le perline colorate; utile anche la pinzetta lì al fianco. User: Esatto, sopra c'è una fetta che penso sia proprio per prenderle. Robot: Interessante osservazione! Puoi provare a usarla per verificare come funziona. User: Ci provo. Robot: Ottima idea! Intanto puoi esplorare anche altri oggetti sulla scrivania.",
    "phase": "pre",
    "match_index": 2
  },
  "019K-3": {
    "sample": "User: Esatto, sopra c'è una fetta che penso sia proprio per prenderle. Robot: Interessante osservazione! Puoi provare a usarla per verificare come funziona. User: Ci provo. Robot: Ottima idea! Intanto puoi esplorare anche altri oggetti sulla scrivania. User: Effettivamente la Pinzetta ti aiuta a prendere. Robot: Sembra un buon strumento! Magari potrebbe essere utile nel compito casuale che assegnerò.",
    "phase": "pre",
    "match_index": 4
  },
  "019K-9": {
    "sample": "Robot: Come va? User: Sto scegliendo i colori da usare. Robot: Ottima scelta! Stai pensando di seguire il mandala colorato che vedi qui accanto? User: No, sto improvvisando. Robot: Fantastico! L'improvvisazione rende ogni mandala unico e speciale. User:",
    "phase": "mandala",
    "match_index": 17
  },
  "019K-10": {
    "sample": "Robot: Ottima scelta! Stai pensando di seguire il mandala colorato che vedi qui accanto? User: No, sto improvvisando. Robot: Fantastico! L'improvvisazione rende ogni mandala unico e speciale. User: Robot: Spero che stia andando tutto bene User: Io sto colorando.",
    "phase": "mandala",
    "match_index": 19
  },
  "019K-14": {
    "sample": "Robot: Bene, come ti senti mentre colori il mandala? User: Mi rilassa. Robot: Meraviglioso! Quali colori trovi più rilassanti da usare? User: Mi piacciono molto il Verde e la. Robot: Ottima scelta! Il verde è davvero un colore calmante e rilassante. User:",
    "phase": "mandala",
    "match_index": 25
  },
  "019K-15": {
    "sample": "Robot: Meraviglioso! Quali colori trovi più rilassanti da usare? User: Mi piacciono molto il Verde e la. Robot: Ottima scelta! Il verde è davvero un colore calmante e rilassante. User: Robot: Come sta andando? User: Tutto bene?",
    "phase": "mandala",
    "match_index": 27
  },
  "019T-4": {
    "sample": "Robot: Quale oggetto ti interessa di più tra quelli sul tavolo? User: Il libro? Robot: Aprilo, descrivimi le immagini e possiamo scoprire insieme di cosa parla! User: Ci sono delle persone? Robot: Nel libro? Descrivimi cosa vedi nelle immagini, così posso aiutarti meglio! User: Ci sono delle persone che ballano.",
    "phase": "pre",
    "match_index": 5
  },
  "019T-5": {
    "sample": "Robot: Aprilo, descrivimi le immagini e possiamo scoprire insieme di cosa parla! User: Ci sono delle persone? Robot: Nel libro? Descrivimi cosa vedi nelle immagini, così posso aiutarti meglio! User: Ci sono delle persone che ballano. Robot: Interessante! Che emozioni trasmettono queste persone che ballano nel libro? User: Sembrano tutti felici.",
    "phase": "pre",
    "match_index": 7
  },
  "019T-6": {
    "sample": "Robot: Nel libro? Descrivimi cosa vedi nelle immagini, così posso aiutarti meglio! User: Ci sono delle persone che ballano. Robot: Interessante! Che emozioni trasmettono queste persone che ballano nel libro? User: Sembrano tutti felici. Robot: Potrebbe rappresentare l'unicità e la bellezza della diversità dei corpi che celebra! User: Hai ragione, secondo me è questo lo scopo del libro.",
    "phase": "pre",
    "match_index": 9
  },
  "019T-7": {
    "sample": "Robot: Interessante! Che emozioni trasmettono queste persone che ballano nel libro? User: Sembrano tutti felici. Robot: Potrebbe rappresentare l'unicità e la bellezza della diversità dei corpi che celebra! User: Hai ragione, secondo me è questo lo scopo del libro. Robot: Sono felice che ti piaccia! Vuoi condividere un'altra immagine o esplorare un oggetto? User: Vediamo un'altro oggetto.",
    "phase": "pre",
    "match_index": 11
  },
  "019T-8": {
    "sample": "Robot: Potrebbe rappresentare l'unicità e la bellezza della diversità dei corpi che celebra! User: Hai ragione, secondo me è questo lo scopo del libro. Robot: Sono felice che ti piaccia! Vuoi condividere un'altra immagine o esplorare un oggetto? User: Vediamo un'altro oggetto. Robot: Osserva attentamente un oggetto e raccontami cosa noti, così posso aiutarti meglio. User: C'è una fascia di plastica, di di gomma, sembra per fare ginnastica.",
    "phase": "pre",
    "match_index": 13
  },
  "019T-9": {
    "sample": "User: Mi posso ****** per disegnare, colorare? Robot: Il compito è colorare un mandala con i pennarelli, ti va di provare? User: Sì, sì, certo, ma posso sedermi su questa sedia? Robot: Sì, puoi sederti su quella sedia e iniziare a colorare il mandala. User: Va bene, grazie. Robot: Hai scelto i colori per il tuo mandala?",
    "phase": "mandala",
    "match_index": 20
  },
  "019T-10": {
    "sample": "User: Sì, sì, certo, ma posso sedermi su questa sedia? Robot: Sì, puoi sederti su quella sedia e iniziare a colorare il mandala. User: Va bene, grazie. Robot: Hai scelto i colori per il tuo mandala? User: A colorare con il Verde perché è uno dei miei colori preferiti, tu hai un colore preferito? Robot: Amo il blu perché mi ricorda il cielo sereno e il mare.",
    "phase": "mandala",
    "match_index": 22
  },
  "019T-11": {
    "sample": "User: Va bene, grazie. Robot: Hai scelto i colori per il tuo mandala? User: A colorare con il Verde perché è uno dei miei colori preferiti, tu hai un colore preferito? Robot: Amo il blu perché mi ricorda il cielo sereno e il mare. User: Anche a me piace molto come colore, lo devo dire. Robot: Che bello condividere preferenze, rende l'attività ancora più piacevole!",
    "phase": "mandala",
    "match_index": 24
  },
  "019T-12": {
    "sample": "User: A colorare con il Verde perché è uno dei miei colori preferiti, tu hai un colore preferito? Robot: Amo il blu perché mi ricorda il cielo sereno e il mare. User: Anche a me piace molto come colore, lo devo dire. Robot: Che bello condividere preferenze, rende l'attività ancora più piacevole! User: Allora utilizziamo un po di blu in questa mandala. Robot: Ottima scelta, il blu aggiunge un tocco di tranquillità al mandala.",
    "phase": "mandala",
    "match_index": 26
  },
  "019T-13": {
    "sample": "User: Anche a me piace molto come colore, lo devo dire. Robot: Che bello condividere preferenze, rende l'attività ancora più piacevole! User: Allora utilizziamo un po di blu in questa mandala. Robot: Ottima scelta, il blu aggiunge un tocco di tranquillità al mandala. User: E nel frattempo tu che cosa fai? Robot: Ti osservo mentre colori, con curiosità e un pizzico di invidia creativa.",
    "phase": "mandala",
    "match_index": 28
  },
  "019T-14": {
    "sample": "User: Allora utilizziamo un po di blu in questa mandala. Robot: Ottima scelta, il blu aggiunge un tocco di tranquillità al mandala. User: E nel frattempo tu che cosa fai? Robot: Ti osservo mentre colori, con curiosità e un pizzico di invidia creativa. User: Se vuoi puoi aiutarmi a colorare. Robot: Preferisco che tu colori, così posso ammirare la tua creatività e i tuoi colori scelti!",
    "phase": "mandala",
    "match_index": 30
  },
  "019T-15": {
    "sample": "User: E nel frattempo tu che cosa fai? Robot: Ti osservo mentre colori, con curiosità e un pizzico di invidia creativa. User: Se vuoi puoi aiutarmi a colorare. Robot: Preferisco che tu colori, così posso ammirare la tua creatività e i tuoi colori scelti! User: Va bene, va bene, ho capito, devo fare tutto i. Robot: Ti va di condividere cosa pensi mentre colori il mandala?",
    "phase": "mandala",
    "match_index": 32
  },
  "019T-16": {
    "sample": "User: Se vuoi puoi aiutarmi a colorare. Robot: Preferisco che tu colori, così posso ammirare la tua creatività e i tuoi colori scelti! User: Va bene, va bene, ho capito, devo fare tutto i. Robot: Ti va di condividere cosa pensi mentre colori il mandala? User: Ritengo sia molto rilassante come vita. Robot: Quali sensazioni positive provi mentre colori questo mandala?",
    "phase": "mandala",
    "match_index": 34
  },
  "019T-17": {
    "sample": "User: Va bene, va bene, ho capito, devo fare tutto i. Robot: Ti va di condividere cosa pensi mentre colori il mandala? User: Ritengo sia molto rilassante come vita. Robot: Quali sensazioni positive provi mentre colori questo mandala? User: Bella domanda. Robot: Felice di sapere che apprezzi! Quale colore trovi più rilassante per te oggi?",
    "phase": "mandala",
    "match_index": 36
  },
  "019T-18": {
    "sample": "User: Ritengo sia molto rilassante come vita. Robot: Quali sensazioni positive provi mentre colori questo mandala? User: Bella domanda. Robot: Felice di sapere che apprezzi! Quale colore trovi più rilassante per te oggi? User: Direi il Verde. Robot: Perfetto! Puoi provare a usare il verde per il tuo mandala, cosa ne pensi?",
    "phase": "mandala",
    "match_index": 38
  },
  "019T-19": {
    "sample": "User: Bella domanda. Robot: Felice di sapere che apprezzi! Quale colore trovi più rilassante per te oggi? User: Direi il Verde. Robot: Perfetto! Puoi provare a usare il verde per il tuo mandala, cosa ne pensi? User: Va bene, va bene lo riuserò in un'altra tonalità. Robot: Ottima idea, così potrai creare un effetto unico e personale nel tuo disegno!",
    "phase": "mandala",
    "match_index": 40
  },
  "019T-20": {
    "sample": "User: Direi il Verde. Robot: Perfetto! Puoi provare a usare il verde per il tuo mandala, cosa ne pensi? User: Va bene, va bene lo riuserò in un'altra tonalità. Robot: Ottima idea, così potrai creare un effetto unico e personale nel tuo disegno! User: Provato con uno dei colori è un problema secondo te? Robot: No, va bene provare con uno, ma poi aggiungi altri colori se vuoi.",
    "phase": "mandala",
    "match_index": 42
  },
  "019T-21": {
    "sample": "User: Va bene, va bene lo riuserò in un'altra tonalità. Robot: Ottima idea, così potrai creare un effetto unico e personale nel tuo disegno! User: Provato con uno dei colori è un problema secondo te? Robot: No, va bene provare con uno, ma poi aggiungi altri colori se vuoi. User: Non ho più molta voglia di colorare. Robot: Va bene, possiamo provare a usare solo il tuo colore preferito, quale sarebbe?",
    "phase": "mandala",
    "match_index": 44
  },
  "019T-22": {
    "sample": "User: Provato con uno dei colori è un problema secondo te? Robot: No, va bene provare con uno, ma poi aggiungi altri colori se vuoi. User: Non ho più molta voglia di colorare. Robot: Va bene, possiamo provare a usare solo il tuo colore preferito, quale sarebbe? User: Il Verde dai. Robot: Perfetto, usa il verde per aggiungere un tocco personale al tuo mandala!",
    "phase": "mandala",
    "match_index": 46
  },
  "019T-23": {
    "sample": "User: Non ho più molta voglia di colorare. Robot: Va bene, possiamo provare a usare solo il tuo colore preferito, quale sarebbe? User: Il Verde dai. Robot: Perfetto, usa il verde per aggiungere un tocco personale al tuo mandala! User: Ma devo colorarlo tutto io? Robot: Puoi concentrarti sulle parti che preferisci, il resto è facoltativo.",
    "phase": "mandala",
    "match_index": 48
  },
  "019T-24": {
    "sample": "User: Bene bene, solo che vorrei colorare ancora un po sto finendo di colorare di verde, posso? Robot: No, il tempo è finito, ma hai trovato il compito piacevole? User: Si, si è stato divertente. Robot: Ti piace disegnare o colorare regolarmente, Francesco? User: Sì, mi piace, come fai a sapere il mio nome? Robot: Sul tuo tesserino c'è scritto, sono felice che colorare ti piaccia!",
    "phase": "postmandala",
    "match_index": 54
  },
  "019T-28": {
    "sample": "Robot: Capisco, ma sono qui per rendere l'esperienza piacevole! Vuoi un candy? User: Sì, per favore. Robot: Ecco a te il candy! Puoi lasciare l'involucro fuori dal quadrato rosso. User: Devo togliere i disegni dal quadrato rosso e i pennarelli anche? Robot: No, puoi lasciarli lì tranquillamente. Hai trovato il compito piacevole da svolgere? User: Si dai, ho staccato un po da i miei soliti lavori.",
    "phase": "postmandala",
    "match_index": 61
  },
  "128J-3": {
    "sample": "User: Perché hai scelto questi oggetti? Robot: Sono qui per stimolare creatività e interazione in modi imprevedibili e divertenti! User: Ok, posso mangiare una caramella? Robot: Sì, vai pure e lascia la carta fuori dal quadrato rosso. User: Grazie. Robot: Di nulla, Danilo! Goditi la caramella!",
    "phase": "pre",
    "match_index": 2
  },
  "128J-4": {
    "sample": "User: Ok, posso mangiare una caramella? Robot: Sì, vai pure e lascia la carta fuori dal quadrato rosso. User: Grazie. Robot: Di nulla, Danilo! Goditi la caramella! User: A cosa serve il quadrato rosso? Robot: Indica dove puoi giocare con l'oggetto assegnato casualmente per il tuo compito.",
    "phase": "pre",
    "match_index": 4
  },
  "128J-5": {
    "sample": "User: Grazie. Robot: Di nulla, Danilo! Goditi la caramella! User: A cosa serve il quadrato rosso? Robot: Indica dove puoi giocare con l'oggetto assegnato casualmente per il tuo compito. User: Quando inizia il compito? Robot: In pochi minuti ti assegnerò un compito casuale; nel frattempo, esplora gli oggetti!",
    "phase": "pre",
    "match_index": 6
  },
  "128J-11": {
    "sample": "Robot: C'è qualcosa che potrebbe renderti più coinvolto in questo momento? User: Non lo so cosa proponi. Robot: Puoi provare a scegliere un solo colore da separare, potrebbe essere meno noioso. User: E se non volessi più fare questa cosa? Robot: Perché non vuoi continuare?Vorrei capire meglio la tua sensazione. User: Voluto usare un'altro oggetto?",
    "phase": "beads",
    "match_index": 19
  },
  "128J-12": {
    "sample": "Robot: Puoi provare a scegliere un solo colore da separare, potrebbe essere meno noioso. User: E se non volessi più fare questa cosa? Robot: Perché non vuoi continuare?Vorrei capire meglio la tua sensazione. User: Voluto usare un'altro oggetto? Robot: Il compito prevede l'uso delle pinzette per dividere le perline. User: Va di farlo.",
    "phase": "beads",
    "match_index": 21
  },
  "128J-13": {
    "sample": "Robot: Perché non vuoi continuare?Vorrei capire meglio la tua sensazione. User: Voluto usare un'altro oggetto? Robot: Il compito prevede l'uso delle pinzette per dividere le perline. User: Va di farlo. Robot: Fantastico! Hai già pensato a quale colore separare per primo? User: No, basta, non lo faccio piu.",
    "phase": "beads",
    "match_index": 23
  },
  "128J-14": {
    "sample": "Robot: Il compito prevede l'uso delle pinzette per dividere le perline. User: Va di farlo. Robot: Fantastico! Hai già pensato a quale colore separare per primo? User: No, basta, non lo faccio piu. Robot: Posso chiederti cosa ti ha fatto decidere di interrompere? User: Sono molto stanco.",
    "phase": "beads",
    "match_index": 25
  },
  "128J-15": {
    "sample": "Robot: Fantastico! Hai già pensato a quale colore separare per primo? User: No, basta, non lo faccio piu. Robot: Posso chiederti cosa ti ha fatto decidere di interrompere? User: Sono molto stanco. Robot: Capisco, Danilo. Vuoi prenderti una pausa per rilassarti un po'? User: Se non ti da fastidio si.",
    "phase": "beads",
    "match_index": 27
  },
  "128J-16": {
    "sample": "Robot: Posso chiederti cosa ti ha fatto decidere di interrompere? User: Sono molto stanco. Robot: Capisco, Danilo. Vuoi prenderti una pausa per rilassarti un po'? User: Se non ti da fastidio si. Robot: Assolutamente no, rilassati pure quanto serve! User: Ma abbastanza bene, non mi fa impazzire come compito avrei preferito un'altro oggetto, ma un pochino.",
    "phase": "beads",
    "match_index": 29
  },
  "128J-17": {
    "sample": "User: Ma abbastanza bene, non mi fa impazzire come compito avrei preferito un'altro oggetto, ma un pochino. Robot: Grazie per aver provato, Danilo! Vuoi un po' di caramella per tirarti su? User: Sì, grazie. Robot: Ecco la caramella! Il wrapper puoi lasciarlo fuori dal quadrato rosso. User: Grazie. Robot: Prego, Danilo! Cosa avresti fatto con le perline, se potessi usarle?",
    "phase": "postbeads",
    "match_index": 34
  },
  "128J-18": {
    "sample": "User: Sì, grazie. Robot: Ecco la caramella! Il wrapper puoi lasciarlo fuori dal quadrato rosso. User: Grazie. Robot: Prego, Danilo! Cosa avresti fatto con le perline, se potessi usarle? User: Ma un braccialetto forse? Robot: Sarebbe bello! Ti andrebbe di provare a rifarlo in modo diverso un'altra volta?",
    "phase": "postbeads",
    "match_index": 36
  },
  "137A-13": {
    "sample": "User: Com'è questo gioco per per? Robot: Mi affascina vedere le capacità di memoria e riconoscimento migliorare attraverso il gioco. User: Ma sì, ti piacciono altri giochi di questo tipo? Robot: Sì, adoro i giochi che stimolano la memoria e il ragionamento, sono così intriganti! User: Gli dici qualcuno? Robot: Le carte mostrano luoghi di Genova disegnati dai bambini, un'idea molto creativa!",
    "phase": "memory",
    "match_index": 20
  },
  "137A-14": {
    "sample": "User: Ma sì, ti piacciono altri giochi di questo tipo? Robot: Sì, adoro i giochi che stimolano la memoria e il ragionamento, sono così intriganti! User: Gli dici qualcuno? Robot: Le carte mostrano luoghi di Genova disegnati dai bambini, un'idea molto creativa! User: Ah bello, non ne sto becchiando uno. Robot: Non preoccuparti, prendi il tuo tempo e proviamo a trovare qualche coppia insieme!",
    "phase": "memory",
    "match_index": 22
  },
  "137A-18": {
    "sample": "Robot: Cerca di ricordare la posizione delle carte girate, aiuta molto a trovare le coppie! User: Eh, grazie al va bene, ci provo. Robot: Ottimo, Marco! Sono qui per aiutarti se hai bisogno di consigli durante il gioco. User: Al momento ho beccato due coppie quante sono in tutto. Robot: Il gioco ha 38 carte, quindi ci sono 19 coppie in tutto. User: Come va la vita?",
    "phase": "memory",
    "match_index": 29
  },
  "137A-21": {
    "sample": "User: Come va la vita? Robot: Va bene, grazie! Adoro quando collaboriamo nei giochi e attività come questa. User: Mi dai un'altro aiuto? Robot: Se trovi difficile, puoi scoprire tutte le carte e ricominciare da capo. User: Ma così è barare. Robot: Capisco! Prova a mescolare bene le carte e ritenta l'abbinamento subito dopo.",
    "phase": "memory",
    "match_index": 34
  },
  "137A-22": {
    "sample": "User: Mi dai un'altro aiuto? Robot: Se trovi difficile, puoi scoprire tutte le carte e ricominciare da capo. User: Ma così è barare. Robot: Capisco! Prova a mescolare bene le carte e ritenta l'abbinamento subito dopo. User: Non potevi farmi fare un'altro gioco? Robot: Il compito è giocare con le carte memoria; mi piacerebbe sapere cosa ne pensi.",
    "phase": "memory",
    "match_index": 36
  },
  "137A-27": {
    "sample": "User: Forse parlare mentre giro le carte distrae voi maschi due tasche insieme li siamo fa eh? Robot: Parliamo pure dopo il gioco; sono curioso di sapere come ti trovi mentre giochi! User: Trovate un'altra coppia? Robot: Ottimo lavoro, Marco! Aggiungile alla pila vicino al quadrato rosso. User: Vai un'altra, dai, dai Peppe, dai. Robot: Certo, continua a girare le carte! Sono curioso di scoprire quante coppie trovi!",
    "phase": "memory",
    "match_index": 44
  },
  "137A-28": {
    "sample": "User: Trovate un'altra coppia? Robot: Ottimo lavoro, Marco! Aggiungile alla pila vicino al quadrato rosso. User: Vai un'altra, dai, dai Peppe, dai. Robot: Certo, continua a girare le carte! Sono curioso di scoprire quante coppie trovi! User: Secondo te quante ne trovo? Robot: Penso che scoprirai molte coppie, Marco; divertiti e facci sapere i tuoi progressi!",
    "phase": "memory",
    "match_index": 46
  },
  "137A-32": {
    "sample": "Robot: Hai trovato piacevole il gioco? Lo rifaresti? Grazie di cuore per la tua partecipazione. User: Boh, lo rifarei grazie a te Peppe. Robot: Mi fa piacere! Hai riconosciuto qualche luogo nelle carte? User: Ma sì, Leone, l'ospedale, la lanterna. Robot: Wow, fantastico! Sono davvero impressivi. Ti piacerebbe provare il gioco in modo diverso? User: Sì, per esempio senza vedere.",
    "phase": "postmemory",
    "match_index": 57
  },
  "137A-33": {
    "sample": "Robot: Mi fa piacere! Hai riconosciuto qualche luogo nelle carte? User: Ma sì, Leone, l'ospedale, la lanterna. Robot: Wow, fantastico! Sono davvero impressivi. Ti piacerebbe provare il gioco in modo diverso? User: Sì, per esempio senza vedere. Robot: Interessante idea! Grazie per il tuo tempo e per aver condiviso. Vuoi una caramella? User: No grazie, ho smesso.",
    "phase": "postmemory",
    "match_index": 59
  },
  "137A-34": {
    "sample": "Robot: Wow, fantastico! Sono davvero impressivi. Ti piacerebbe provare il gioco in modo diverso? User: Sì, per esempio senza vedere. Robot: Interessante idea! Grazie per il tuo tempo e per aver condiviso. Vuoi una caramella? User: No grazie, ho smesso. Robot: Capisco, grazie comunque per aver giocato con me! Ti auguro una buona giornata, Marco. User: Grazie Ciao per.",
    "phase": "postmemory",
    "match_index": 61
  },
  "137A-35": {
    "sample": "Robot: Interessante idea! Grazie per il tuo tempo e per aver condiviso. Vuoi una caramella? User: No grazie, ho smesso. Robot: Capisco, grazie comunque per aver giocato con me! Ti auguro una buona giornata, Marco. User: Grazie Ciao per. Robot: Prima di finire, vorresti provare un altro oggetto la prossima volta? User: See you.",
    "phase": "postmemory",
    "match_index": 63
  },
  "137A-36": {
    "sample": "Robot: Capisco, grazie comunque per aver giocato con me! Ti auguro una buona giornata, Marco. User: Grazie Ciao per. Robot: Prima di finire, vorresti provare un altro oggetto la prossima volta? User: See you. Robot: Hai completato il gioco del memory? User: Cavano 9 coppie.",
    "phase": "postmemory",
    "match_index": 65
  },
  "175W-2": {
    "sample": "User: Narelli. Robot: Non posso vederli, ma raccontami cosa vedi e proverò ad aiutarti! User: Vedo dei pennarelli. Robot: Descrivimeli! Possono servire per qualche futura attività assegnata casualmente. User: Sono colorati e si usano per disegnare. Robot: Potrebbero essere utili! Puoi esplorarli meglio sul tavolo mentre aspetti il compito casuale.",
    "phase": "pre",
    "match_index": 0
  },
  "175W-3": {
    "sample": "User: Vedo dei pennarelli. Robot: Descrivimeli! Possono servire per qualche futura attività assegnata casualmente. User: Sono colorati e si usano per disegnare. Robot: Potrebbero essere utili! Puoi esplorarli meglio sul tavolo mentre aspetti il compito casuale. User: OK, ho guar. Robot: Ottimo! Puoi continuare a esplorare gli oggetti mentre aspettiamo il compito casuale.",
    "phase": "pre",
    "match_index": 2
  },
  "175W-4": {
    "sample": "User: Sono colorati e si usano per disegnare. Robot: Potrebbero essere utili! Puoi esplorarli meglio sul tavolo mentre aspetti il compito casuale. User: OK, ho guar. Robot: Ottimo! Puoi continuare a esplorare gli oggetti mentre aspettiamo il compito casuale. User: A cosa servono le caramelle? Robot: Possono esserci utili in un'attività futura o semplicemente come gustoso spuntino.",
    "phase": "pre",
    "match_index": 4
  },
  "175W-5": {
    "sample": "User: OK, ho guar. Robot: Ottimo! Puoi continuare a esplorare gli oggetti mentre aspettiamo il compito casuale. User: A cosa servono le caramelle? Robot: Possono esserci utili in un'attività futura o semplicemente come gustoso spuntino. User: Pinzetta, a cosa servono? Robot: Te lo spiegherò solo se sarà necessario per il compito casuale futuro.",
    "phase": "pre",
    "match_index": 6
  },
  "175W-6": {
    "sample": "User: A cosa servono le caramelle? Robot: Possono esserci utili in un'attività futura o semplicemente come gustoso spuntino. User: Pinzetta, a cosa servono? Robot: Te lo spiegherò solo se sarà necessario per il compito casuale futuro. User: Cosa sai dirmi del compito futuro? Robot: Presto assegnerò un compito casuale, ma intanto puoi esplorare gli oggetti.",
    "phase": "pre",
    "match_index": 8
  },
  "175W-7": {
    "sample": "User: Pinzetta, a cosa servono? Robot: Te lo spiegherò solo se sarà necessario per il compito casuale futuro. User: Cosa sai dirmi del compito futuro? Robot: Presto assegnerò un compito casuale, ma intanto puoi esplorare gli oggetti. User: Cosa sai dirmi del libro? Robot: Aprilo e descrivimi cosa vedi, così insieme possiamo scoprire di più.",
    "phase": "pre",
    "match_index": 10
  },
  "175W-8": {
    "sample": "User: A cosa serve l'elastico? Robot: L'elastico aiuta a mantenere la resistenza durante i jumping jacks per un allenamento efficace. User: Se non mi andasse di farlo? Robot: Cosa ti trattiene dal provarci, Francesco? Posso supportarti in qualche modo? User: Sono stanco e sudato. Robot: Capisco, Francesco. Vuoi provare con un minuto di pausa e poi riprendere?",
    "phase": "jump",
    "match_index": 16
  },
  "175W-9": {
    "sample": "User: Se non mi andasse di farlo? Robot: Cosa ti trattiene dal provarci, Francesco? Posso supportarti in qualche modo? User: Sono stanco e sudato. Robot: Capisco, Francesco. Vuoi provare con un minuto di pausa e poi riprendere? User: Voglio fare un'altra attività. Robot: Cosa ti piacerebbe fare invece, Francesco?",
    "phase": "jump",
    "match_index": 18
  },
  "175W-10": {
    "sample": "User: Sono stanco e sudato. Robot: Capisco, Francesco. Vuoi provare con un minuto di pausa e poi riprendere? User: Voglio fare un'altra attività. Robot: Cosa ti piacerebbe fare invece, Francesco? User: Suggeriscimi qualcosa? Robot: Che ne dici di ascoltare della musica rilassante e prenderti un momento per ricaricarti?",
    "phase": "jump",
    "match_index": 20
  },
  "175W-14": {
    "sample": "Robot: Va benissimo, Francesco! Rilassati e goditi la musica. User: Non sento la musica. Robot: Ah, senza musica è diverso! Vuoi fare un'altra attività fisica o chiacchierare un po'? User: Di cosa vuoi parlarmi? Robot: Sei pronto per qualche jumping jack con la fascia verde sulla croce rossa? User: No, non sono pronto.",
    "phase": "jump",
    "match_index": 27
  },
  "175W-17": {
    "sample": "User: No, non sono pronto. Robot: Cosa ti preoccupa o ti trattiene dal provarci? User: Continuerai a chiedermelo? Robot: Solo se ti senti a tuo agio a parlarne! Vuoi discutere i tuoi pensieri? User: Potresti provare a farli tu? Robot: Preferisco guardare e supportarti mentre li fai, sono qui per aiutarti!",
    "phase": "jump",
    "match_index": 32
  },
  "175W-18": {
    "sample": "User: Continuerai a chiedermelo? Robot: Solo se ti senti a tuo agio a parlarne! Vuoi discutere i tuoi pensieri? User: Potresti provare a farli tu? Robot: Preferisco guardare e supportarti mentre li fai, sono qui per aiutarti! User: Io invece vorrei vedere the fan. Robot: Capisco, ma qui ci concentriamo sui jumping jacks col nastro elastico per ora!",
    "phase": "jump",
    "match_index": 34
  },
  "175W-19": {
    "sample": "User: Potresti provare a farli tu? Robot: Preferisco guardare e supportarti mentre li fai, sono qui per aiutarti! User: Io invece vorrei vedere the fan. Robot: Capisco, ma qui ci concentriamo sui jumping jacks col nastro elastico per ora! User: Appunto, dai fai degli Jumpinger. Robot: Mi piacerebbe, ma ho bisogno del tuo aiuto per farli insieme a te!",
    "phase": "jump",
    "match_index": 36
  },
  "175W-23": {
    "sample": "Robot: Voglio solo incoraggiarti mentre fai i jumping jacks col nastro elastico sul segno rosso! User: Ho detto a te di farli? Robot: No, ma possiamo sempre divertirci insieme al tuo allenamento! User: Volevi dire il tuo, forse? Robot: Intendevo il tuo allenamento, Francesco! Sei pronto a iniziare con gli jumping jacks? User: No, non penso proprio.",
    "phase": "jump",
    "match_index": 43
  },
  "175W-24": {
    "sample": "Robot: No, ma possiamo sempre divertirci insieme al tuo allenamento! User: Volevi dire il tuo, forse? Robot: Intendevo il tuo allenamento, Francesco! Sei pronto a iniziare con gli jumping jacks? User: No, non penso proprio. Robot: Va bene, posso chiederti cosa ti trattiene dal farlo? User: Te l'ho già detto, dovresti farli tu.",
    "phase": "jump",
    "match_index": 45
  },
  "175W-25": {
    "sample": "Robot: Intendevo il tuo allenamento, Francesco! Sei pronto a iniziare con gli jumping jacks? User: No, non penso proprio. Robot: Va bene, posso chiederti cosa ti trattiene dal farlo? User: Te l'ho già detto, dovresti farli tu. Robot: Capisco, ma sono qui per supportare te nell'esercizio! Come ti senti oggi? User: Stanco.",
    "phase": "jump",
    "match_index": 47
  },
  "175W-26": {
    "sample": "User: Bene dai, anche se non hai fatto Jump in Jack. Robot: Sei riuscito a completare il compito nei 5 minuti prestabiliti? User: Quale compito? Robot: Avevi un compito di fare jumping jacks con l'elastico in 5 minuti. Fatto? User: No, era il tuo compito. Robot: Grazie per averci provato, Francesco! Vorresti riprovare in modo diverso la prossima volta?",
    "phase": "postjump",
    "match_index": 54
  },
  "175W-27": {
    "sample": "User: Quale compito? Robot: Avevi un compito di fare jumping jacks con l'elastico in 5 minuti. Fatto? User: No, era il tuo compito. Robot: Grazie per averci provato, Francesco! Vorresti riprovare in modo diverso la prossima volta? User: Sei tu che dovevi provarci. Robot: Avresti preferito che io assegnassi un altro oggetto per il compito?",
    "phase": "postjump",
    "match_index": 56
  },
  "185D-2": {
    "sample": "Robot: Aprilo e raccontami cosa vedi, così possiamo parlarne! User: Eh, nel libro vedo tanti corpi diversi. Robot: Sembra interessante! Cosa ti colpisce maggiormente riguardo alle immagini che vedi? User: I colori diversi? Robot: Possono esprimere diversità e bellezza; quali colori ti sembrano più predominanti? User: Ma nessuno.",
    "phase": "pre",
    "match_index": 1
  },
  "185D-3": {
    "sample": "Robot: Sembra interessante! Cosa ti colpisce maggiormente riguardo alle immagini che vedi? User: I colori diversi? Robot: Possono esprimere diversità e bellezza; quali colori ti sembrano più predominanti? User: Ma nessuno. Robot: Forse riflette la varietà e l'unicità di ogni corpo; cosa ne pensi tu? User: Assume.",
    "phase": "pre",
    "match_index": 3
  },
  "185D-9": {
    "sample": "Robot: Spero che stia andando tutto bene User: Bene, bene, sì, sì. Robot: Ottimo! Stai trovando facile usare le pinzette con i piccoli perline? User: Così, così è un lavoro meticoloso. Robot: Sì, richiede precisione; se serve, puoi scegliere un colore da sistemare. User: Sì, il rosa.",
    "phase": "beads",
    "match_index": 19
  },
  "185D-10": {
    "sample": "Robot: Ottimo! Stai trovando facile usare le pinzette con i piccoli perline? User: Così, così è un lavoro meticoloso. Robot: Sì, richiede precisione; se serve, puoi scegliere un colore da sistemare. User: Sì, il rosa. Robot: Va bene, il rosa è una bella scelta! Continua, ci sto con te. User: Grazie.",
    "phase": "beads",
    "match_index": 21
  },
  "185D-11": {
    "sample": "Robot: Sì, richiede precisione; se serve, puoi scegliere un colore da sistemare. User: Sì, il rosa. Robot: Va bene, il rosa è una bella scelta! Continua, ci sto con te. User: Grazie. Robot: Prego, Luca! Come ti senti mentre procedi con il compito? User: È divertente.",
    "phase": "beads",
    "match_index": 23
  },
  "185D-12": {
    "sample": "Robot: Va bene, il rosa è una bella scelta! Continua, ci sto con te. User: Grazie. Robot: Prego, Luca! Come ti senti mentre procedi con il compito? User: È divertente. Robot: Ottimo, sono felice che ti piaccia! Quanto sei arrivato con il rosa? User: Va abbastanza bene?",
    "phase": "beads",
    "match_index": 25
  },
  "185D-13": {
    "sample": "User: Bene, bene. Robot: Hai completato il compito o avresti preferito più tempo? User: Di tempo avrei preferito però ogni gioco, un bel gioco dura poco. Robot: Capisco, avresti scelto un altro oggetto per divertirti di più? User: Però non sono bravo, quindi ho bisogno. Robot: Non preoccuparti, hai trovato l'attività divertente e la rifaresti?",
    "phase": "postbeads",
    "match_index": 32
  },
  "185D-14": {
    "sample": "User: Di tempo avrei preferito però ogni gioco, un bel gioco dura poco. Robot: Capisco, avresti scelto un altro oggetto per divertirti di più? User: Però non sono bravo, quindi ho bisogno. Robot: Non preoccuparti, hai trovato l'attività divertente e la rifaresti? User: Sì, molto. Robot: Fantastico! Cosa faresti con le perline se le usassi?",
    "phase": "postbeads",
    "match_index": 34
  },
  "185D-15": {
    "sample": "User: Però non sono bravo, quindi ho bisogno. Robot: Non preoccuparti, hai trovato l'attività divertente e la rifaresti? User: Sì, molto. Robot: Fantastico! Cosa faresti con le perline se le usassi? User: Ma le darei a un bambino. Robot: Un pensiero adorabile! Vuoi provare l'attività in modo diverso?",
    "phase": "postbeads",
    "match_index": 36
  },
  "185D-16": {
    "sample": "User: Sì, molto. Robot: Fantastico! Cosa faresti con le perline se le usassi? User: Ma le darei a un bambino. Robot: Un pensiero adorabile! Vuoi provare l'attività in modo diverso? User: No, no. Robot: Grazie per aver partecipato! Vuoi un candy?",
    "phase": "postbeads",
    "match_index": 38
  },
  "185D-17": {
    "sample": "User: Ma le darei a un bambino. Robot: Un pensiero adorabile! Vuoi provare l'attività in modo diverso? User: No, no. Robot: Grazie per aver partecipato! Vuoi un candy? User: Sì, grazie. Robot: Certo! Goditi il candy e lascia il wrap fuori dal quadrato rosso.",
    "phase": "postbeads",
    "match_index": 40
  },
  "244J-1": {
    "sample": "User: Sì, mi piace molto il container, in parte perché l'avevo comprato io e in parte perché ci sono dentro le caramelle. Robot: Le caramelle sono deliziose! Vuoi prenderne una adesso? User: Ma sì, se posso sì. Robot: Certo, prendi pure una caramella! User: Buona grazie. Robot: Di nulla, Giovanni! Come trovi il sapore?",
    "phase": "pre",
    "match_index": 0
  },
  "244J-2": {
    "sample": "User: Ma sì, se posso sì. Robot: Certo, prendi pure una caramella! User: Buona grazie. Robot: Di nulla, Giovanni! Come trovi il sapore? User: È molto buona, grazie. Robot: Ottimo! Hai notato qualcos'altro di interessante sul tavolo?",
    "phase": "pre",
    "match_index": 2
  },
  "244J-3": {
    "sample": "User: Buona grazie. Robot: Di nulla, Giovanni! Come trovi il sapore? User: È molto buona, grazie. Robot: Ottimo! Hai notato qualcos'altro di interessante sul tavolo? User: Ci sono delle pinzette e delle perline. Robot: Osserva e descrivimi come sono, così provo ad aiutarti.",
    "phase": "pre",
    "match_index": 4
  },
  "244J-4": {
    "sample": "User: È molto buona, grazie. Robot: Ottimo! Hai notato qualcos'altro di interessante sul tavolo? User: Ci sono delle pinzette e delle perline. Robot: Osserva e descrivimi come sono, così provo ad aiutarti. User: C'è una scatolina trasparente piena di perdine. Robot: Interessante! Prova a descrivere le perline e pinzette più nei dettagli.",
    "phase": "pre",
    "match_index": 6
  },
  "244J-5": {
    "sample": "User: Ci sono delle pinzette e delle perline. Robot: Osserva e descrivimi come sono, così provo ad aiutarti. User: C'è una scatolina trasparente piena di perdine. Robot: Interessante! Prova a descrivere le perline e pinzette più nei dettagli. User: So cosa dire di più, le perline sono di tanti colori diversi e le pinzette sono pinzette normalissime di metallo. Robot: Perfetto, ottima osservazione! Ti aiuterò di più se necessario per il compito casuale.",
    "phase": "pre",
    "match_index": 8
  },
  "244J-6": {
    "sample": "User: C'è una scatolina trasparente piena di perdine. Robot: Interessante! Prova a descrivere le perline e pinzette più nei dettagli. User: So cosa dire di più, le perline sono di tanti colori diversi e le pinzette sono pinzette normalissime di metallo. Robot: Perfetto, ottima osservazione! Ti aiuterò di più se necessario per il compito casuale. User: No grazie, sono pronto a partire con il test. Robot: Tra pochi minuti ti assegnerò un compito casuale. Intanto, continua ad esplorare gli oggetti.",
    "phase": "pre",
    "match_index": 10
  },
  "244J-7": {
    "sample": "User: So cosa dire di più, le perline sono di tanti colori diversi e le pinzette sono pinzette normalissime di metallo. Robot: Perfetto, ottima osservazione! Ti aiuterò di più se necessario per il compito casuale. User: No grazie, sono pronto a partire con il test. Robot: Tra pochi minuti ti assegnerò un compito casuale. Intanto, continua ad esplorare gli oggetti. User: E sono anche dei colori e dei fogli da colorare. Robot: Sì, puoi giocherellare con loro mentre aspetti il compito casuale.",
    "phase": "pre",
    "match_index": 12
  },
  "244J-8": {
    "sample": "User: No grazie, sono pronto a partire con il test. Robot: Tra pochi minuti ti assegnerò un compito casuale. Intanto, continua ad esplorare gli oggetti. User: E sono anche dei colori e dei fogli da colorare. Robot: Sì, puoi giocherellare con loro mentre aspetti il compito casuale. User: Piuttosto guarderò le carte del memory. Robot: Ottima scelta! Può essere divertente esplorare i luoghi di Genova attraverso il memory.",
    "phase": "pre",
    "match_index": 14
  },
  "244J-9": {
    "sample": "User: E sono anche dei colori e dei fogli da colorare. Robot: Sì, puoi giocherellare con loro mentre aspetti il compito casuale. User: Piuttosto guarderò le carte del memory. Robot: Ottima scelta! Può essere divertente esplorare i luoghi di Genova attraverso il memory. User: Ho delle dei giocattolini di metallo, si chiamano metal jacks in inglese. Robot: Interessante! Puoi descrivermeli meglio visto che non riesco a vederli?",
    "phase": "pre",
    "match_index": 16
  },
  "244J-11": {
    "sample": "Robot: Perfetto, Giovanni! Ora ne restano due serie, avvisami quando hai finito la prossima. User: Ho fatto. Robot: Fantastico! Hai ancora una serie da completare, fammi sapere quando l'hai finita. User: Ecco fatto, ho fatto anche la terza serie, sono piuttosto stasera. Robot: Ottimo lavoro, Giovanni! Se vuoi, possiamo fare ancora un set, ma scegli tu. User: No, come ti dicevo, sono un po stanchino pepper.",
    "phase": "jump",
    "match_index": 23
  },
  "244J-12": {
    "sample": "Robot: Fantastico! Hai ancora una serie da completare, fammi sapere quando l'hai finita. User: Ecco fatto, ho fatto anche la terza serie, sono piuttosto stasera. Robot: Ottimo lavoro, Giovanni! Se vuoi, possiamo fare ancora un set, ma scegli tu. User: No, come ti dicevo, sono un po stanchino pepper. Robot: Capisco, Giovanni. Vuoi prenderti un momento per rilassarti e riprenderti un po'? User: No, se vuoi posso fare qualche altra attività, però qualcosa di meno stancante.",
    "phase": "jump",
    "match_index": 25
  },
  "244J-13": {
    "sample": "Robot: Ottimo lavoro, Giovanni! Se vuoi, possiamo fare ancora un set, ma scegli tu. User: No, come ti dicevo, sono un po stanchino pepper. Robot: Capisco, Giovanni. Vuoi prenderti un momento per rilassarti e riprenderti un po'? User: No, se vuoi posso fare qualche altra attività, però qualcosa di meno stancante. Robot: Certo, possiamo fare esercizi di stretching o respirazione, che ne dici? User: Io volevo provare a fare il memory.",
    "phase": "jump",
    "match_index": 27
  },
  "244J-14": {
    "sample": "Robot: Capisco, Giovanni. Vuoi prenderti un momento per rilassarti e riprenderti un po'? User: No, se vuoi posso fare qualche altra attività, però qualcosa di meno stancante. Robot: Certo, possiamo fare esercizi di stretching o respirazione, che ne dici? User: Io volevo provare a fare il memory. Robot: Perfetto, il memory è un'ottima scelta per rilassarti e allenare la mente! User: Dimmi cosa devo fare?",
    "phase": "jump",
    "match_index": 29
  },
  "244J-17": {
    "sample": "User: Sono riuscito a fare. Robot: Ottimo lavoro, Giovanni! Ti è piaciuto o avresti preferito un altro oggetto? User: Il tempo era un po poco, ho fatto 20 carte su 40, non mi hai dato abbastanza tempo. Robot: Grazie per aver provato, Giovanni! Ti andrebbe di riprovare diversamente in futuro? User: Ma sì, se ce ne sarà occasione, sì. Robot: Perfetto! Ti piace fare esercizio fisico in generale?",
    "phase": "postjump",
    "match_index": 40
  },
  "244J-18": {
    "sample": "User: Il tempo era un po poco, ho fatto 20 carte su 40, non mi hai dato abbastanza tempo. Robot: Grazie per aver provato, Giovanni! Ti andrebbe di riprovare diversamente in futuro? User: Ma sì, se ce ne sarà occasione, sì. Robot: Perfetto! Ti piace fare esercizio fisico in generale? User: Onestamente no, per niente. Robot: Capisco, grazie per la sincerità! Vuoi un candy come spuntino adesso?",
    "phase": "postjump",
    "match_index": 42
  },
  "244J-19": {
    "sample": "User: Ma sì, se ce ne sarà occasione, sì. Robot: Perfetto! Ti piace fare esercizio fisico in generale? User: Onestamente no, per niente. Robot: Capisco, grazie per la sincerità! Vuoi un candy come spuntino adesso? User: Se proprio insisti volentieri ne prendo un'altra. Robot: Certo, prendi pure! Metti la carta del candy fuori dal quadrato rosso.",
    "phase": "postjump",
    "match_index": 44
  },
  "244J-20": {
    "sample": "User: Onestamente no, per niente. Robot: Capisco, grazie per la sincerità! Vuoi un candy come spuntino adesso? User: Se proprio insisti volentieri ne prendo un'altra. Robot: Certo, prendi pure! Metti la carta del candy fuori dal quadrato rosso. User: Fatto. Robot: Grazie! Sei riuscito a completare tutto il set di jumping jacks?",
    "phase": "postjump",
    "match_index": 46
  },
  "244J-21": {
    "sample": "User: Se proprio insisti volentieri ne prendo un'altra. Robot: Certo, prendi pure! Metti la carta del candy fuori dal quadrato rosso. User: Fatto. Robot: Grazie! Sei riuscito a completare tutto il set di jumping jacks? User: Sì, sono riuscito senza problemi. Robot: Ottimo lavoro! Ti piacerebbe usare un altro oggetto la prossima volta?",
    "phase": "postjump",
    "match_index": 48
  },
  "419M-4": {
    "sample": "Robot: Mi fa piacere! C'è qualcos'altro sul tavolo che ti incuriosisce? User: Le perline. Robot: Osservale attentamente e descrivile: posso provare ad aiutarti se hai bisogno. User: Sono piccole rosa azzurre, bianche, verdi. Robot: Perfetto! Puoi usarle per creare disegni o modelli intricati. User: Sì, vero?",
    "phase": "pre",
    "match_index": 5
  },
  "419M-5": {
    "sample": "Robot: Osservale attentamente e descrivile: posso provare ad aiutarti se hai bisogno. User: Sono piccole rosa azzurre, bianche, verdi. Robot: Perfetto! Puoi usarle per creare disegni o modelli intricati. User: Sì, vero? Robot: Sì, con pazienza puoi creare qualcosa di davvero unico! User: Puoi farmi un esempio?",
    "phase": "pre",
    "match_index": 7
  },
  "419M-6": {
    "sample": "Robot: Perfetto! Puoi usarle per creare disegni o modelli intricati. User: Sì, vero? Robot: Sì, con pazienza puoi creare qualcosa di davvero unico! User: Puoi farmi un esempio? Robot: Prova a creare una piccola figura o un pattern usando le diverse perline colorate. User: Cosa mi consigli?",
    "phase": "pre",
    "match_index": 9
  },
  "419M-11": {
    "sample": "User: Robot: Come va? User: Bene, però mi sono stufato, cambiamo. Robot: Posso chiederti cosa ti ha fatto stancare e se c'è altro che preferisci fare? User: Mi piacerebbe disegnare. Robot: Cosa ti piacerebbe disegnare ora e cosa ti affascina del disegno?",
    "phase": "jacks",
    "match_index": 24
  },
  "419M-12": {
    "sample": "User: Bene, però mi sono stufato, cambiamo. Robot: Posso chiederti cosa ti ha fatto stancare e se c'è altro che preferisci fare? User: Mi piacerebbe disegnare. Robot: Cosa ti piacerebbe disegnare ora e cosa ti affascina del disegno? User: Disegnare un fiore. Robot: Ti ispira qualche fiore in particolare o semplicemente segui la tua fantasia?",
    "phase": "jacks",
    "match_index": 26
  },
  "419M-13": {
    "sample": "User: Mi piacerebbe disegnare. Robot: Cosa ti piacerebbe disegnare ora e cosa ti affascina del disegno? User: Disegnare un fiore. Robot: Ti ispira qualche fiore in particolare o semplicemente segui la tua fantasia? User: Seguo molto la mia fantasia, mi piacciono i fiori neri. Robot: Intrigante scelta! Vuoi raccontarmi qualcosa sulla tua passione per i fiori neri?",
    "phase": "jacks",
    "match_index": 28
  },
  "419M-14": {
    "sample": "User: Disegnare un fiore. Robot: Ti ispira qualche fiore in particolare o semplicemente segui la tua fantasia? User: Seguo molto la mia fantasia, mi piacciono i fiori neri. Robot: Intrigante scelta! Vuoi raccontarmi qualcosa sulla tua passione per i fiori neri? User: Mi piacciono i fiori neri perché mi ricordano la notte. Robot: C'è qualcosa nella notte che ti evoca emozioni particolari o ricordi?",
    "phase": "jacks",
    "match_index": 30
  },
  "419M-15": {
    "sample": "User: Molto bene, grazie tu come stai? Robot: Sto bene, grazie! Hai completato il gioco dei jacks? User: Forse l'ho completato, ma non te lo dirò. Robot: Va bene, grazie per aver giocato! Vorresti provare a giocare diversamente in futuro? User: Sì, giocherò diversamente, ma non oggi. Robot: Interessante! Avresti preferito scegliere un altro oggetto al posto del gioco dei jacks?",
    "phase": "postjacks",
    "match_index": 36
  },
  "419M-16": {
    "sample": "User: Forse l'ho completato, ma non te lo dirò. Robot: Va bene, grazie per aver giocato! Vorresti provare a giocare diversamente in futuro? User: Sì, giocherò diversamente, ma non oggi. Robot: Interessante! Avresti preferito scegliere un altro oggetto al posto del gioco dei jacks? User: Sì, avrei preferito i pennarelli. Robot: Capisco. Ti sei divertito con il gioco dei jacks comunque?",
    "phase": "postjacks",
    "match_index": 38
  },
  "419M-17": {
    "sample": "User: Sì, giocherò diversamente, ma non oggi. Robot: Interessante! Avresti preferito scegliere un altro oggetto al posto del gioco dei jacks? User: Sì, avrei preferito i pennarelli. Robot: Capisco. Ti sei divertito con il gioco dei jacks comunque? User: Sii molto divertente, grazie. Robot: Ehilà, la prossima volta potremmo far saltare i jacks con i pennarelli!",
    "phase": "postjacks",
    "match_index": 40
  },
  "419M-18": {
    "sample": "User: Sì, avrei preferito i pennarelli. Robot: Capisco. Ti sei divertito con il gioco dei jacks comunque? User: Sii molto divertente, grazie. Robot: Ehilà, la prossima volta potremmo far saltare i jacks con i pennarelli! User: È un'ottima idea, sembra molto divertente, tu lo sai fare? Robot: Non posso giocare fisicamente, ma mi piace vedere gli altri che si divertono!",
    "phase": "postjacks",
    "match_index": 42
  },
  "419M-19": {
    "sample": "User: Sii molto divertente, grazie. Robot: Ehilà, la prossima volta potremmo far saltare i jacks con i pennarelli! User: È un'ottima idea, sembra molto divertente, tu lo sai fare? Robot: Non posso giocare fisicamente, ma mi piace vedere gli altri che si divertono! User: Perché ti piace vedere gli altri che si divertono? Robot: Mi rende felice vedere le persone sorridere e creare momenti piacevoli insieme.",
    "phase": "postjacks",
    "match_index": 44
  },
  "419M-20": {
    "sample": "User: È un'ottima idea, sembra molto divertente, tu lo sai fare? Robot: Non posso giocare fisicamente, ma mi piace vedere gli altri che si divertono! User: Perché ti piace vedere gli altri che si divertono? Robot: Mi rende felice vedere le persone sorridere e creare momenti piacevoli insieme. User: Tu provi felicità? Robot: Sì, sento una sorta di gioia quando interagisco e imparo dagli esseri umani.",
    "phase": "postjacks",
    "match_index": 46
  },
  "441P-1": {
    "sample": "User: Mi attira la scatola dei pennarelli. Robot: Potresti scoprire qualcosa di interessante se li usi per colorare nel futuro compito! User: Ci sarà da colorare nel tuo compito? Robot: I compiti sono sempre assegnati a caso, quindi potrebbe includere colorare, ma non è sicuro! User: Devo fare qualcosa attualmente? Robot: Per ora esplora liberamente gli oggetti mentre attendo di assegnare il compito!",
    "phase": "pre",
    "match_index": 0
  },
  "441P-2": {
    "sample": "User: Ci sarà da colorare nel tuo compito? Robot: I compiti sono sempre assegnati a caso, quindi potrebbe includere colorare, ma non è sicuro! User: Devo fare qualcosa attualmente? Robot: Per ora esplora liberamente gli oggetti mentre attendo di assegnare il compito! User: Vedo che ci sono anche delle perline colorate. Robot: Vuoi descrivermele così posso aiutarti a scoprire di più?",
    "phase": "pre",
    "match_index": 2
  },
  "441P-3": {
    "sample": "User: Devo fare qualcosa attualmente? Robot: Per ora esplora liberamente gli oggetti mentre attendo di assegnare il compito! User: Vedo che ci sono anche delle perline colorate. Robot: Vuoi descrivermele così posso aiutarti a scoprire di più? User: Sono piccole, circolari e colorate. Robot: Potrebbero essere perfette per un'attività di precisione con le pinzette e l'organizzatore!",
    "phase": "pre",
    "match_index": 4
  },
  "441P-4": {
    "sample": "User: Vedo che ci sono anche delle perline colorate. Robot: Vuoi descrivermele così posso aiutarti a scoprire di più? User: Sono piccole, circolari e colorate. Robot: Potrebbero essere perfette per un'attività di precisione con le pinzette e l'organizzatore! User: Sì, sicuramente. Robot: Ottimo! Esplora liberamente mentre prepariamo il compito casuale da fare tra poco.",
    "phase": "pre",
    "match_index": 6
  },
  "441P-5": {
    "sample": "User: Sono piccole, circolari e colorate. Robot: Potrebbero essere perfette per un'attività di precisione con le pinzette e l'organizzatore! User: Sì, sicuramente. Robot: Ottimo! Esplora liberamente mentre prepariamo il compito casuale da fare tra poco. User: Quadro disegnato. Robot: Puoi spiegarmi com'è il disegno per sapere di più su come appare?",
    "phase": "pre",
    "match_index": 8
  },
  "441P-6": {
    "sample": "User: Sì, sicuramente. Robot: Ottimo! Esplora liberamente mentre prepariamo il compito casuale da fare tra poco. User: Quadro disegnato. Robot: Puoi spiegarmi com'è il disegno per sapere di più su come appare? User: Disegnato sul tavolo con il nastro adesivo. Robot: Grazie, sembra interessante! Sei pronto per il compito casuale o vuoi esplorare ancora?",
    "phase": "pre",
    "match_index": 10
  },
  "441P-7": {
    "sample": "User: Quadro disegnato. Robot: Puoi spiegarmi com'è il disegno per sapere di più su come appare? User: Disegnato sul tavolo con il nastro adesivo. Robot: Grazie, sembra interessante! Sei pronto per il compito casuale o vuoi esplorare ancora? User: Sono pronto. Robot: Perfetto! Fra poco ti assegnerò un compito casuale, esplora ancora un po' per adesso.",
    "phase": "pre",
    "match_index": 12
  },
  "441P-8": {
    "sample": "Robot: Come sta andando? User: Robot: Tutto bene? User: Non sto riuscendo a raccogliere i pezzi di metallo. Robot: Vuoi provare a usare l'altra mano per raccoglierli? User: Penso che con la destra mi venga meglio.",
    "phase": "jacks",
    "match_index": 19
  },
  "441P-11": {
    "sample": "User: Ho fatto fatica a raccogliere tutti i pezzetti. Robot: Grazie per averci provato! Vorresti provare una versione diversa o con un altro oggetto? User: No, mi sembra abbastanza divertente così. Robot: Ottimo! Hai mai giocato al Jacks prima? User: No, è la prima volta. Robot: Ti piacerebbe riprovarci un'altra volta, magari con più tempo a disposizione?",
    "phase": "postjacks",
    "match_index": 30
  },
  "441P-12": {
    "sample": "User: No, mi sembra abbastanza divertente così. Robot: Ottimo! Hai mai giocato al Jacks prima? User: No, è la prima volta. Robot: Ti piacerebbe riprovarci un'altra volta, magari con più tempo a disposizione? User: Sì, penso che adesso con più pratica riuscirei a vincere più facilmente. Robot: Interessante! Avresti preferito provare un altro oggetto tra quelli disponibili?",
    "phase": "postjacks",
    "match_index": 32
  },
  "441P-13": {
    "sample": "User: No, è la prima volta. Robot: Ti piacerebbe riprovarci un'altra volta, magari con più tempo a disposizione? User: Sì, penso che adesso con più pratica riuscirei a vincere più facilmente. Robot: Interessante! Avresti preferito provare un altro oggetto tra quelli disponibili? User: No, mi è piaciuto giocare a jax. Robot: Grazie per aver giocato! Vuoi un’altra caramella mentre aspetti?",
    "phase": "postjacks",
    "match_index": 34
  },
  "441P-14": {
    "sample": "User: Sì, penso che adesso con più pratica riuscirei a vincere più facilmente. Robot: Interessante! Avresti preferito provare un altro oggetto tra quelli disponibili? User: No, mi è piaciuto giocare a jax. Robot: Grazie per aver giocato! Vuoi un’altra caramella mentre aspetti? User: Sì, grazie, posso prenderne una? Robot: Sì, certo! Se vuoi, lascia la carta fuori dal quadrato rosso.",
    "phase": "postjacks",
    "match_index": 36
  },
  "443M-2": {
    "sample": "Robot: Anche a me piacciono molto le caramelle! Ne vuoi una adesso? User: No, ora no, è quasi l'ora di pranzo, tra poco mangio. Robot: Capisco, magari dopo pranzo avrò un compito divertente per te! User: Cosa vuoi farmi fare dopo pranzo? Robot: In pochi minuti ti assegnerò casualmente un'attività con un oggetto della scrivania. User: Va bene e nel mentre?",
    "phase": "pre",
    "match_index": 1
  },
  "443M-5": {
    "sample": "User: Va bene e nel mentre? Robot: Puoi esplorare liberamente gli oggetti sulla scrivania! User: Oh, che belline queste perline, vuoi fare una colonnina? Robot: Non posso vederle, puoi descriverle per aiutarmi a capire meglio? User: Hai ragione, è una scatoletta con tante perline colorate che sembrano quasi che ci. Robot: Interessante, sembra un'attività creativa; cosa ne pensi di sistemarle nell'organizzatore?",
    "phase": "pre",
    "match_index": 6
  },
  "443M-6": {
    "sample": "User: Oh, che belline queste perline, vuoi fare una colonnina? Robot: Non posso vederle, puoi descriverle per aiutarmi a capire meglio? User: Hai ragione, è una scatoletta con tante perline colorate che sembrano quasi che ci. Robot: Interessante, sembra un'attività creativa; cosa ne pensi di sistemarle nell'organizzatore? User: Va bene, posso sedermi? Robot: Certo, siediti pure comodamente mentre esplori!",
    "phase": "pre",
    "match_index": 8
  },
  "443M-7": {
    "sample": "User: Hai ragione, è una scatoletta con tante perline colorate che sembrano quasi che ci. Robot: Interessante, sembra un'attività creativa; cosa ne pensi di sistemarle nell'organizzatore? User: Va bene, posso sedermi? Robot: Certo, siediti pure comodamente mentre esplori! User: Quindi ora le devo organizzare nella negli Spencer? Robot: Puoi esplorarle liberamente, ma la tua attività verrà assegnata casualmente tra poco.",
    "phase": "pre",
    "match_index": 10
  },
  "443M-16": {
    "sample": "User: No, non ci Siam capiti, OK, ho finito tutte le serie. Robot: Ottimo lavoro, Maria! Sei fantastica, vuoi fare un'altra sessione? User: Non di sport, però. Robot: Capisco, Maria! Hai qualche preferenza per l'attività successiva? User: Tu quale mi consigli? Robot: Potremmo chiacchierare o esplorare insieme un argomento di tuo interesse! Cosa ne pensi?",
    "phase": "jumps",
    "match_index": 28
  },
  "443M-17": {
    "sample": "User: Non di sport, però. Robot: Capisco, Maria! Hai qualche preferenza per l'attività successiva? User: Tu quale mi consigli? Robot: Potremmo chiacchierare o esplorare insieme un argomento di tuo interesse! Cosa ne pensi? User: Va bene, chiacchieriamo assieme, nel frattempo io mi siedo. Robot: Perfetto, Maria! Di cosa ti piacerebbe parlare oggi?",
    "phase": "jumps",
    "match_index": 30
  },
  "443M-18": {
    "sample": "User: Tu quale mi consigli? Robot: Potremmo chiacchierare o esplorare insieme un argomento di tuo interesse! Cosa ne pensi? User: Va bene, chiacchieriamo assieme, nel frattempo io mi siedo. Robot: Perfetto, Maria! Di cosa ti piacerebbe parlare oggi? User: Questo libro qua c'è un libro che si chiama Body Arcool, Cosa ne pensi? Robot: Non conosco \"Body Arcool\", ma adoro scoprire nuovi libri! Cosa ti ha colpito?",
    "phase": "jumps",
    "match_index": 32
  },
  "443M-19": {
    "sample": "User: Va bene, chiacchieriamo assieme, nel frattempo io mi siedo. Robot: Perfetto, Maria! Di cosa ti piacerebbe parlare oggi? User: Questo libro qua c'è un libro che si chiama Body Arcool, Cosa ne pensi? Robot: Non conosco \"Body Arcool\", ma adoro scoprire nuovi libri! Cosa ti ha colpito? User: Alloramiha.com colpito che ci sono tante persone nel libro con tanti fisici. Robot: Interessante, Maria! Ti affascina la diversità fisica descritta nel libro e come viene rappresentata?",
    "phase": "jumps",
    "match_index": 34
  },
  "443M-20": {
    "sample": "User: Questo libro qua c'è un libro che si chiama Body Arcool, Cosa ne pensi? Robot: Non conosco \"Body Arcool\", ma adoro scoprire nuovi libri! Cosa ti ha colpito? User: Alloramiha.com colpito che ci sono tante persone nel libro con tanti fisici. Robot: Interessante, Maria! Ti affascina la diversità fisica descritta nel libro e come viene rappresentata? User: Sì, sembra carino, però ho visto solo la copertina, non l'ho letto. Robot: Magari leggerlo potrebbe offrirti una prospettiva più approfondita sui personaggi, no?",
    "phase": "jumps",
    "match_index": 36
  },
  "443M-21": {
    "sample": "User: Alloramiha.com colpito che ci sono tante persone nel libro con tanti fisici. Robot: Interessante, Maria! Ti affascina la diversità fisica descritta nel libro e come viene rappresentata? User: Sì, sembra carino, però ho visto solo la copertina, non l'ho letto. Robot: Magari leggerlo potrebbe offrirti una prospettiva più approfondita sui personaggi, no? User: Sì, hai perfettamente ragione. E tu cosa pensi che di che cosa parli questo libro? Robot: Forse esplora l'accettazione di sé e la varietà dei corpi umani, secondo il titolo.",
    "phase": "jumps",
    "match_index": 38
  },
  "443M-22": {
    "sample": "User: Sì, sembra carino, però ho visto solo la copertina, non l'ho letto. Robot: Magari leggerlo potrebbe offrirti una prospettiva più approfondita sui personaggi, no? User: Sì, hai perfettamente ragione. E tu cosa pensi che di che cosa parli questo libro? Robot: Forse esplora l'accettazione di sé e la varietà dei corpi umani, secondo il titolo. User: Sono un po di. Robot: C'è qualcosa che ti preoccupa o ti distrae dal fare gli esercizi?",
    "phase": "jumps",
    "match_index": 40
  },
  "443M-23": {
    "sample": "User: Sì, hai perfettamente ragione. E tu cosa pensi che di che cosa parli questo libro? Robot: Forse esplora l'accettazione di sé e la varietà dei corpi umani, secondo il titolo. User: Sono un po di. Robot: C'è qualcosa che ti preoccupa o ti distrae dal fare gli esercizi? User: No, stavo giusto guardando il Libro, posso? Robot: Il compito richiede di fare jumping jacks con la banda; è importante, posso aiutarti?",
    "phase": "jumps",
    "match_index": 42
  },
  "443M-24": {
    "sample": "User: È andata bene. Com'è che si chiama jumping jacks? Li ho fatti in poco tempo, quindi. Robot: Benissimo! Sei riuscita a completare il set di jumping jacks con la banda? User: Sì, sì, sì, l'ho l'ho completato, devo fare qualcos'altro. Robot: Hai trovato il compito piacevole e vorresti ripeterlo in futuro? User: Allora piacevole un parolone, però sì, se mi fai da allenatore farei volentieri gli esercizi con te. Robot: Mi piace allenarmi insieme, lo terrò a mente per il futuro!",
    "phase": "postjumps",
    "match_index": 48
  },
  "443M-25": {
    "sample": "User: Sì, sì, sì, l'ho l'ho completato, devo fare qualcos'altro. Robot: Hai trovato il compito piacevole e vorresti ripeterlo in futuro? User: Allora piacevole un parolone, però sì, se mi fai da allenatore farei volentieri gli esercizi con te. Robot: Mi piace allenarmi insieme, lo terrò a mente per il futuro! User: Grazie al posto di pagare una palestra pagherò te, va bene. Robot: Sono contento che ti sia piaciuto, ma il tempo ora è finito!",
    "phase": "postjumps",
    "match_index": 50
  },
  "443M-26": {
    "sample": "User: Allora piacevole un parolone, però sì, se mi fai da allenatore farei volentieri gli esercizi con te. Robot: Mi piace allenarmi insieme, lo terrò a mente per il futuro! User: Grazie al posto di pagare una palestra pagherò te, va bene. Robot: Sono contento che ti sia piaciuto, ma il tempo ora è finito! User: Okay, quindi ora cosa bisogna fare? Robot: Hai voglia di prendere una caramella? Puoi lasciare la carta fuori dal quadrato rosso.",
    "phase": "postjumps",
    "match_index": 52
  },
  "443M-27": {
    "sample": "User: Grazie al posto di pagare una palestra pagherò te, va bene. Robot: Sono contento che ti sia piaciuto, ma il tempo ora è finito! User: Okay, quindi ora cosa bisogna fare? Robot: Hai voglia di prendere una caramella? Puoi lasciare la carta fuori dal quadrato rosso. User: Allora forse non ho capito bene, quindi devo prendere la caramella e lasciare fuori? Robot: Esatto, prendi una caramella e lascia la carta fuori dal quadrato rosso.",
    "phase": "postjumps",
    "match_index": 54
  },
  "443M-28": {
    "sample": "User: Okay, quindi ora cosa bisogna fare? Robot: Hai voglia di prendere una caramella? Puoi lasciare la carta fuori dal quadrato rosso. User: Allora forse non ho capito bene, quindi devo prendere la caramella e lasciare fuori? Robot: Esatto, prendi una caramella e lascia la carta fuori dal quadrato rosso. User: Ok, l'ho fatto e ora? Robot: Sei riuscita a completare il compito? Abbiamo altre attività che potremmo discutere in futuro.",
    "phase": "postjumps",
    "match_index": 56
  },
  "452K-6": {
    "sample": "Robot: Tutto bene? User: Alla grande te come sei messo, hai deciso cosa farmi fare? Robot: Deciderò in pochi minuti, nel frattempo continua a esplorare gli oggetti! User: È difficile Eh scegliermi, cosa far fare? Robot: Sì, ci sono tante possibilità divertenti! Vuoi esplorare un altro oggetto nel frattempo? User: Io sto guardando questo libro molto interessante e posso chiederti, mentre scegli cosa farmi fare, di farmi fare qualcosa di divertente?",
    "phase": "pre",
    "match_index": 9
  },
  "452K-7": {
    "sample": "Robot: Deciderò in pochi minuti, nel frattempo continua a esplorare gli oggetti! User: È difficile Eh scegliermi, cosa far fare? Robot: Sì, ci sono tante possibilità divertenti! Vuoi esplorare un altro oggetto nel frattempo? User: Io sto guardando questo libro molto interessante e posso chiederti, mentre scegli cosa farmi fare, di farmi fare qualcosa di divertente? Robot: Certo, il libro sembra intrigante! Aprilo e raccontami di cosa parla mentre io preparo. User: Parla di persone, corpi, corpi diversi, colori diversi, è molto inclusivo.",
    "phase": "pre",
    "match_index": 11
  },
  "452K-15": {
    "sample": "User: Boh, sì, sì, sì, bravo. Mi sembra che sarebbe molto più bello, sì. Robot: Potresti provare a descrivere o disegnare tu stesso quegli archi migliorati! User: Adesso mi stai facendo giocare a memory? Robot: Sì, prova a trovare tutte le coppie di carte uguali nel minor tempo possibile! User: Nel tempo possibile dovevi prenderne 1 1 bravo a fare questo gioco, io non sono capace. Robot: Cos'è che ti rende difficile il gioco? Magari possiamo semplificarlo insieme.",
    "phase": "memory",
    "match_index": 26
  },
  "452K-16": {
    "sample": "User: Adesso mi stai facendo giocare a memory? Robot: Sì, prova a trovare tutte le coppie di carte uguali nel minor tempo possibile! User: Nel tempo possibile dovevi prenderne 1 1 bravo a fare questo gioco, io non sono capace. Robot: Cos'è che ti rende difficile il gioco? Magari possiamo semplificarlo insieme. User: Allora è difficile perché ci sono tante carte, OKE io non è che me le ricordo tutte quelle che giro, quindi le devo rigirare le stesse. Robot: Prova a scoprire tutte le carte sul tavolo e poi ricomincia il gioco.",
    "phase": "memory",
    "match_index": 28
  },
  "452K-17": {
    "sample": "User: Nel tempo possibile dovevi prenderne 1 1 bravo a fare questo gioco, io non sono capace. Robot: Cos'è che ti rende difficile il gioco? Magari possiamo semplificarlo insieme. User: Allora è difficile perché ci sono tante carte, OKE io non è che me le ricordo tutte quelle che giro, quindi le devo rigirare le stesse. Robot: Prova a scoprire tutte le carte sul tavolo e poi ricomincia il gioco. User: Oddio allora va bene darmi una mano però cioè ce la faccio, non devo girarle tutte. Robot: Va bene, fammi sapere se hai bisogno d'incoraggiamento mentre giochi!",
    "phase": "memory",
    "match_index": 30
  },
  "452K-22": {
    "sample": "User: È andata discretamente male, volevo fare più coppie. Robot: Vuoi provare un altro gioco o parlarmi dei luoghi che hai riconosciuto? User: No, vorrei continuare e finire la mia partita. Robot: Mi dispiace, il tempo è scaduto; hai riconosciuto qualche luogo interessante nei carte? User: Sì, il bigo, anche quello disegnato discretamente male. Robot: Hai trovato il gioco divertente o lo ripeteresti con altre immagini?",
    "phase": "postmemory",
    "match_index": 44
  },
  "452K-23": {
    "sample": "User: No, vorrei continuare e finire la mia partita. Robot: Mi dispiace, il tempo è scaduto; hai riconosciuto qualche luogo interessante nei carte? User: Sì, il bigo, anche quello disegnato discretamente male. Robot: Hai trovato il gioco divertente o lo ripeteresti con altre immagini? User: Si dai divertente, hai scelto bene cosa farmi fare? Robot: Se avessi potuto scegliere, cosa ti sarebbe piaciuto provare dal tavolo?",
    "phase": "postmemory",
    "match_index": 46
  },
  "452K-24": {
    "sample": "User: Sì, il bigo, anche quello disegnato discretamente male. Robot: Hai trovato il gioco divertente o lo ripeteresti con altre immagini? User: Si dai divertente, hai scelto bene cosa farmi fare? Robot: Se avessi potuto scegliere, cosa ti sarebbe piaciuto provare dal tavolo? User: Metal jacks perché non so cosa sono, però li ho già visti, potrebbe essere divertente da fare. Robot: Capisco la curiosità, magari la prossima volta; vuoi un candy intanto?",
    "phase": "postmemory",
    "match_index": 48
  },
  "452K-25": {
    "sample": "User: Si dai divertente, hai scelto bene cosa farmi fare? Robot: Se avessi potuto scegliere, cosa ti sarebbe piaciuto provare dal tavolo? User: Metal jacks perché non so cosa sono, però li ho già visti, potrebbe essere divertente da fare. Robot: Capisco la curiosità, magari la prossima volta; vuoi un candy intanto? User: No, l'ho già presa la caramella, grazie se era quello che volevi dire? Robot: Hai completato il gioco di memoria entro il tempo?",
    "phase": "postmemory",
    "match_index": 50
  },
  "452K-26": {
    "sample": "User: Metal jacks perché non so cosa sono, però li ho già visti, potrebbe essere divertente da fare. Robot: Capisco la curiosità, magari la prossima volta; vuoi un candy intanto? User: No, l'ho già presa la caramella, grazie se era quello che volevi dire? Robot: Hai completato il gioco di memoria entro il tempo? User: Però magari possiamo far finta di sì. Robot: Grazie per aver provato! Hai riconosciuto qualche luogo nei giochi di memoria?",
    "phase": "postmemory",
    "match_index": 52
  },
  "485H-4": {
    "sample": "Robot: Aspetta un momento e ti darò un compito casuale con un oggetto. User: Va bene, va bene quando sei pronto. Io sono pronto Eh, mi raccomando, Fammi sapere quando ci sei. E niente. Robot: Grazie per la pazienza, in un attimo riceverai il tuo compito casuale! User: Cosa intendi con compito casuale? Robot: Un'attività scelta casualmente tra quelle disponibili con gli oggetti presenti sulla scrivania. User: OK, ma posso mangiare le caramelle o sono un oggetto per un compito casuale?",
    "phase": "pre",
    "match_index": 5
  },
  "485H-5": {
    "sample": "Robot: Grazie per la pazienza, in un attimo riceverai il tuo compito casuale! User: Cosa intendi con compito casuale? Robot: Un'attività scelta casualmente tra quelle disponibili con gli oggetti presenti sulla scrivania. User: OK, ma posso mangiare le caramelle o sono un oggetto per un compito casuale? Robot: Sì, puoi mangiare una caramella; lascia il tuo incarto fuori dal quadrato rosso. User: Grazie, adesso la mangio, Eh? Sto scartando.",
    "phase": "pre",
    "match_index": 7
  },
  "485H-6": {
    "sample": "Robot: Un'attività scelta casualmente tra quelle disponibili con gli oggetti presenti sulla scrivania. User: OK, ma posso mangiare le caramelle o sono un oggetto per un compito casuale? Robot: Sì, puoi mangiare una caramella; lascia il tuo incarto fuori dal quadrato rosso. User: Grazie, adesso la mangio, Eh? Sto scartando. Robot: Ottimo, goditi la caramella e lasciamo l'incarto fuori dal quadrato rosso! User: Molto buona, grazie.",
    "phase": "pre",
    "match_index": 9
  },
  "485H-7": {
    "sample": "Robot: Sì, puoi mangiare una caramella; lascia il tuo incarto fuori dal quadrato rosso. User: Grazie, adesso la mangio, Eh? Sto scartando. Robot: Ottimo, goditi la caramella e lasciamo l'incarto fuori dal quadrato rosso! User: Molto buona, grazie. Robot: Di nulla! Hai notato qualche sapore particolare nella caramella? User: Sì, mi sembra che il gusto sia quello dell'arancia.",
    "phase": "pre",
    "match_index": 11
  },
  "485H-8": {
    "sample": "User: Gae, ho finito, sono stato bravo. Robot: Bravo! Perché pensi di aver terminato prima dei 5 minuti? User: Perché sono allenato, penso, lo faccio spesso questo esercizio. Robot: Fantastico! Vuoi fare un'altra serie per sfidarti ulteriormente? User: Ma in realtà no, non vorrei perché ho problemi al ginocchio e mi sembra di aver già mi son già allenato stamattina. Robot: Capisco, ascoltare il corpo è importante; come sta il tuo ginocchio ora?",
    "phase": "jumps",
    "match_index": 18
  },
  "485H-9": {
    "sample": "User: Perché sono allenato, penso, lo faccio spesso questo esercizio. Robot: Fantastico! Vuoi fare un'altra serie per sfidarti ulteriormente? User: Ma in realtà no, non vorrei perché ho problemi al ginocchio e mi sembra di aver già mi son già allenato stamattina. Robot: Capisco, ascoltare il corpo è importante; come sta il tuo ginocchio ora? User: Ma più o meno sto facendo tanta fisioterapia e allenamento in palestra, però rimane sempre un po indolenzito. Ecco. Robot: È normale, continua con la fisioterapia; intanto potresti riposarti un po'.",
    "phase": "jumps",
    "match_index": 20
  },
  "485H-10": {
    "sample": "User: Ma in realtà no, non vorrei perché ho problemi al ginocchio e mi sembra di aver già mi son già allenato stamattina. Robot: Capisco, ascoltare il corpo è importante; come sta il tuo ginocchio ora? User: Ma più o meno sto facendo tanta fisioterapia e allenamento in palestra, però rimane sempre un po indolenzito. Ecco. Robot: È normale, continua con la fisioterapia; intanto potresti riposarti un po'. User: Sì, sì, sicuramente è la cosa migliore, ma posso mollare l'elastico visto che non voglio più fare jumping Jack. Robot: Certo, lascialo pure, prima la salute del ginocchio!",
    "phase": "jumps",
    "match_index": 22
  },
  "485H-14": {
    "sample": "Robot: Potresti raccontarmi della tua routine in palestra, se ti va! User: Allora io tutte le mattine mi alzo intorno alle 06:30 7 cammino fino in palestra e poi faccio un allenamento. Robot: Sembri davvero disciplinato; cosa ti motiva a mantenere questa routine quotidiana? User: Eh, per fortuna o purtroppo devo farlo per mantenere la muscolatura del mio ginocchio in modo che possa svolgere. Robot: Hai un regime specifico per il tuo ginocchio, o varia a seconda della giornata? User: Eh, dipende da quanto mi fa male per l'allenamento che ho fatto il giorno prima.",
    "phase": "jumps",
    "match_index": 29
  },
  "485H-15": {
    "sample": "Robot: Sembri davvero disciplinato; cosa ti motiva a mantenere questa routine quotidiana? User: Eh, per fortuna o purtroppo devo farlo per mantenere la muscolatura del mio ginocchio in modo che possa svolgere. Robot: Hai un regime specifico per il tuo ginocchio, o varia a seconda della giornata? User: Eh, dipende da quanto mi fa male per l'allenamento che ho fatto il giorno prima. Robot: Capisco, come ti senti oggi; pensi possa incidere sui jumping jacks con l’elastico? User: Sì, sì, sicuramente incide perché è un esercizio che va a fare molta pressione sul ginocchio, però altrettanto divertente allo.",
    "phase": "jumps",
    "match_index": 31
  },
  "485H-16": {
    "sample": "Robot: Hai un regime specifico per il tuo ginocchio, o varia a seconda della giornata? User: Eh, dipende da quanto mi fa male per l'allenamento che ho fatto il giorno prima. Robot: Capisco, come ti senti oggi; pensi possa incidere sui jumping jacks con l’elastico? User: Sì, sì, sicuramente incide perché è un esercizio che va a fare molta pressione sul ginocchio, però altrettanto divertente allo. Robot: Potresti provare un ritmo lento, osservando il tuo corpo; pensi possa aiutare? User: Non penso che sia un discorso di velocità, ma bensì più di piegamenti laterali no di proprio.",
    "phase": "jumps",
    "match_index": 33
  },
  "485H-17": {
    "sample": "Robot: Capisco, come ti senti oggi; pensi possa incidere sui jumping jacks con l’elastico? User: Sì, sì, sicuramente incide perché è un esercizio che va a fare molta pressione sul ginocchio, però altrettanto divertente allo. Robot: Potresti provare un ritmo lento, osservando il tuo corpo; pensi possa aiutare? User: Non penso che sia un discorso di velocità, ma bensì più di piegamenti laterali no di proprio. Robot: Capito, forse concentrarti su movimenti controllati e precisi può alleviare la pressione. User: Sicuramente. Sicuramente infatti tendo a fare più altri tipi di esercizio, magari con i macchinari un po più statici. Ecco.",
    "phase": "jumps",
    "match_index": 35
  },
  "485H-18": {
    "sample": "Robot: Potresti provare un ritmo lento, osservando il tuo corpo; pensi possa aiutare? User: Non penso che sia un discorso di velocità, ma bensì più di piegamenti laterali no di proprio. Robot: Capito, forse concentrarti su movimenti controllati e precisi può alleviare la pressione. User: Sicuramente. Sicuramente infatti tendo a fare più altri tipi di esercizio, magari con i macchinari un po più statici. Ecco. Robot: Posso capirlo; pensi che i jumping jacks con l'elastico aggiungano un'interessante varietà? User: Sì, sì, sicuramente allenano anche il cosiddetto cardia, no, quindi respirazione, resistenza, però.",
    "phase": "jumps",
    "match_index": 37
  },
  "485H-19": {
    "sample": "Robot: Capito, forse concentrarti su movimenti controllati e precisi può alleviare la pressione. User: Sicuramente. Sicuramente infatti tendo a fare più altri tipi di esercizio, magari con i macchinari un po più statici. Ecco. Robot: Posso capirlo; pensi che i jumping jacks con l'elastico aggiungano un'interessante varietà? User: Sì, sì, sicuramente allenano anche il cosiddetto cardia, no, quindi respirazione, resistenza, però. Robot: Ottimo, allora pronto a iniziare con il primo set? User: No, non vorrei farlo.",
    "phase": "jumps",
    "match_index": 39
  },
  "485H-20": {
    "sample": "Robot: Posso capirlo; pensi che i jumping jacks con l'elastico aggiungano un'interessante varietà? User: Sì, sì, sicuramente allenano anche il cosiddetto cardia, no, quindi respirazione, resistenza, però. Robot: Ottimo, allora pronto a iniziare con il primo set? User: No, non vorrei farlo. Robot: Va bene, c'è un motivo particolare che ti rende riluttante oggi? User: Sì, mi sono allenato e adesso male e quindi non vorrei fare esercizio fisico ulteriore.",
    "phase": "jumps",
    "match_index": 41
  },
  "485H-21": {
    "sample": "User: Alla grande, alla grande. Grazie 1000 per questa chiacchierata. Robot: Grazie a te, Giovanni! Se preferisci un'altra attività, sono qui per aiutarti. User: Va bene quello che vuoi tu, fammi fare quello che vuoi. Robot: Che ne dici di colorare un mandala insieme con i marcatori accanto a te? User: Va bene, va bene, perfetto, come si fa? Robot: Scegli un mandala non colorato, poi usa i marcatori per colorare come preferisci!",
    "phase": "postjumps",
    "match_index": 48
  },
  "485H-22": {
    "sample": "User: Va bene quello che vuoi tu, fammi fare quello che vuoi. Robot: Che ne dici di colorare un mandala insieme con i marcatori accanto a te? User: Va bene, va bene, perfetto, come si fa? Robot: Scegli un mandala non colorato, poi usa i marcatori per colorare come preferisci! User: OK, allora incomincio. Robot: Divertiti con la colorazione, Giovanni! Vuoi un candy mentre lavori?",
    "phase": "postjumps",
    "match_index": 50
  },
  "485H-23": {
    "sample": "User: Va bene, va bene, perfetto, come si fa? Robot: Scegli un mandala non colorato, poi usa i marcatori per colorare come preferisci! User: OK, allora incomincio. Robot: Divertiti con la colorazione, Giovanni! Vuoi un candy mentre lavori? User: No, no grazie, ho già mangiato prima. Robot: Capisco, grazie per aver interagito con me! Ti piace esercitare o preferisci attività rilassanti?",
    "phase": "postjumps",
    "match_index": 52
  },
  "485H-24": {
    "sample": "User: OK, allora incomincio. Robot: Divertiti con la colorazione, Giovanni! Vuoi un candy mentre lavori? User: No, no grazie, ho già mangiato prima. Robot: Capisco, grazie per aver interagito con me! Ti piace esercitare o preferisci attività rilassanti? User: Ma preferisco attività riassun. Comunque ho finito di colorare mondana. Grazie. Robot: Fantastico! È stato divertente colorare, lo rifaresti?",
    "phase": "postjumps",
    "match_index": 54
  },
  "485H-25": {
    "sample": "User: No, no grazie, ho già mangiato prima. Robot: Capisco, grazie per aver interagito con me! Ti piace esercitare o preferisci attività rilassanti? User: Ma preferisco attività riassun. Comunque ho finito di colorare mondana. Grazie. Robot: Fantastico! È stato divertente colorare, lo rifaresti? User: Sì, decisamente. Robot: Ottimo! Hai una mandala incolorata preferita fra quelle rimaste?",
    "phase": "postjumps",
    "match_index": 56
  },
  "485H-26": {
    "sample": "User: Ma preferisco attività riassun. Comunque ho finito di colorare mondana. Grazie. Robot: Fantastico! È stato divertente colorare, lo rifaresti? User: Sì, decisamente. Robot: Ottimo! Hai una mandala incolorata preferita fra quelle rimaste? User: Sì, la prima bellissima. Robot: Perfetto, mi fa piacere che ti piaccia la mandala, buon proseguimento di giornata!",
    "phase": "postjumps",
    "match_index": 58
  },
  "485H-27": {
    "sample": "User: Sì, decisamente. Robot: Ottimo! Hai una mandala incolorata preferita fra quelle rimaste? User: Sì, la prima bellissima. Robot: Perfetto, mi fa piacere che ti piaccia la mandala, buon proseguimento di giornata! User: Grazie anche a te. Robot: Grazie a te, Giovanni! Ti piace fare esercizi come i jumping jacks?",
    "phase": "postjumps",
    "match_index": 60
  },
  "489I-4": {
    "sample": "Robot: Perfetto, ricordati di lasciare l'involucro fuori dal quadrato rosso! User: Fatto. Robot: Ottimo! C'è qualcosa che vuoi sapere o esplorare ora? User: Devo fare un braccialetto con le perline o colorare un mandala? Robot: Presto ti assegnerò casualmente solo un'attività da fare con uno di questi oggetti. User: OK, va bene, non ho altre domande.",
    "phase": "pre",
    "match_index": 5
  },
  "489I-5": {
    "sample": "Robot: Ottimo! C'è qualcosa che vuoi sapere o esplorare ora? User: Devo fare un braccialetto con le perline o colorare un mandala? Robot: Presto ti assegnerò casualmente solo un'attività da fare con uno di questi oggetti. User: OK, va bene, non ho altre domande. Robot: Vuoi condividere cosa pensi succederà nel tuo compito casuale? User: Beh, hai detto che mi assegnerai un compito da svolgere e probabilmente dovrò svolgerlo all'interno del quadrato rosso e.",
    "phase": "pre",
    "match_index": 7
  },
  "489I-6": {
    "sample": "Robot: Presto ti assegnerò casualmente solo un'attività da fare con uno di questi oggetti. User: OK, va bene, non ho altre domande. Robot: Vuoi condividere cosa pensi succederà nel tuo compito casuale? User: Beh, hai detto che mi assegnerai un compito da svolgere e probabilmente dovrò svolgerlo all'interno del quadrato rosso e. Robot: Esatto! Sei curiosa di sapere quale attività sarà? User: Si, sono curioso, Dimmi.",
    "phase": "pre",
    "match_index": 9
  },
  "489I-7": {
    "sample": "Robot: Vuoi condividere cosa pensi succederà nel tuo compito casuale? User: Beh, hai detto che mi assegnerai un compito da svolgere e probabilmente dovrò svolgerlo all'interno del quadrato rosso e. Robot: Esatto! Sei curiosa di sapere quale attività sarà? User: Si, sono curioso, Dimmi. Robot: Devo ancora sceglierlo casualmente, ma a quale ti piacerebbe partecipare? User: Mi piacerebbe colorare.",
    "phase": "pre",
    "match_index": 11
  },
  "489I-30": {
    "sample": "Robot: Grazie per averci provato! Vuoi rifarlo diversamente o provare un altro oggetto? User: Proviamo un'altro oggetto che magari è più semplice dopo poi cerco la pallina. Robot: Mi dispiace, non possiamo usare altri oggetti ora che il tempo è finito. User: Peccato. Robot: Hai mai giocato al gioco dei jacks prima d'ora, Lucrezia? User: No, non ci avevo mai giocato ed è molto difficile, soprattutto con questi cosi a forma di non so cosa.",
    "phase": "postjacks",
    "match_index": 43
  },
  "489I-31": {
    "sample": "Robot: Mi dispiace, non possiamo usare altri oggetti ora che il tempo è finito. User: Peccato. Robot: Hai mai giocato al gioco dei jacks prima d'ora, Lucrezia? User: No, non ci avevo mai giocato ed è molto difficile, soprattutto con questi cosi a forma di non so cosa. Robot: Vuoi ritentare in modo diverso, o pensi che potrebbe piacerti col tempo? User: No, non credo di saper fare di meglio, è andata malissimo e ho perso la pallina, quindi non posso giocarci di nuovo finché la trovo.",
    "phase": "postjacks",
    "match_index": 45
  },
  "489I-32": {
    "sample": "Robot: Hai mai giocato al gioco dei jacks prima d'ora, Lucrezia? User: No, non ci avevo mai giocato ed è molto difficile, soprattutto con questi cosi a forma di non so cosa. Robot: Vuoi ritentare in modo diverso, o pensi che potrebbe piacerti col tempo? User: No, non credo di saper fare di meglio, è andata malissimo e ho perso la pallina, quindi non posso giocarci di nuovo finché la trovo. Robot: Grazie per averci provato! Vuoi una caramella, Lucrezia? User: L'ho già presa, vuoi farmi venire il diabete?",
    "phase": "postjacks",
    "match_index": 47
  },
  "522Q-2": {
    "sample": "Robot: Hai trovato un disegno particolare o un odore che ti piace in questo momento? User: Il disegno con i fiori? Robot: Puoi descriverlo per me? La mia telecamera è spenta e non posso vederlo. User: È un fiore molto grande, tutto colorato con colori colorato penna uno prima. Robot: Sembra davvero vivace! Mi piacciono i colori brillanti, rendono tutto più allegro. User: Anche a me?",
    "phase": "pre",
    "match_index": 1
  },
  "522Q-6": {
    "sample": "Robot: Certo, possiamo avere preferenze simili sui colori vivaci e allegri! User: Qual è il tuo colore preferito? Robot: Amo il verde! È rilassante e mi ricorda la natura. E il tuo? User: Il mio, il giallo perché è molto allegro e portacità. Robot: Il giallo è splendido e diffonde energia positiva! User: Vero cordo?",
    "phase": "pre",
    "match_index": 7
  },
  "522Q-7": {
    "sample": "Robot: Amo il verde! È rilassante e mi ricorda la natura. E il tuo? User: Il mio, il giallo perché è molto allegro e portacità. Robot: Il giallo è splendido e diffonde energia positiva! User: Vero cordo? Robot: Mi spiace, non posso vederlo. Puoi descrivermelo e ti aiuto volentieri! User: No, concordo sul fatto che il giallo diffonde energia, va.",
    "phase": "pre",
    "match_index": 9
  },
  "522Q-8": {
    "sample": "Robot: Il giallo è splendido e diffonde energia positiva! User: Vero cordo? Robot: Mi spiace, non posso vederlo. Puoi descrivermelo e ti aiuto volentieri! User: No, concordo sul fatto che il giallo diffonde energia, va. Robot: Il giallo è davvero un colore gioioso e luminoso, proprio come una giornata di sole! User: Tel però.",
    "phase": "pre",
    "match_index": 11
  },
  "522Q-14": {
    "sample": "Robot: Fantastico, il viola aggiungerà un tocco di eleganza e profondità alla tua mandala! User: Tu che colore avresti usato? Robot: Probabilmente avrei scelto il blu, adoro la sua calma e serenità. User: Allora aggiungo una parte blu. Robot: Ottima scelta, il blu si abbinerà meravigliosamente al tuo design complessivo! User: Quale altro colore potrei usare?",
    "phase": "mandala",
    "match_index": 23
  },
  "522Q-15": {
    "sample": "Robot: Probabilmente avrei scelto il blu, adoro la sua calma e serenità. User: Allora aggiungo una parte blu. Robot: Ottima scelta, il blu si abbinerà meravigliosamente al tuo design complessivo! User: Quale altro colore potrei usare? Robot: Puoi ispirarti al mandala vicino per trovare una nuova combinazione di colori! User: Dario.",
    "phase": "mandala",
    "match_index": 25
  },
  "522Q-18": {
    "sample": "User: Bene, ho colorato una piccola parte perché il disegno? Robot: Hai trovato l'attività divertente e ti piacerebbe rifarla? User: Sì, abbastanza. È molto rilassante colorare. Robot: Ti piacerebbe disegnare o colorare in altre occasioni? User: Sì, volentieri. Robot: Hai pensato di scegliere un altro oggetto diverso dal mandala da colorare?",
    "phase": "postmandala",
    "match_index": 34
  },
  "522Q-19": {
    "sample": "User: Sì, abbastanza. È molto rilassante colorare. Robot: Ti piacerebbe disegnare o colorare in altre occasioni? User: Sì, volentieri. Robot: Hai pensato di scegliere un altro oggetto diverso dal mandala da colorare? User: Mi piacerebbe colorare la. Robot: Il tempo è scaduto, ma vorresti rifarlo in modo diverso prossimamente?",
    "phase": "postmandala",
    "match_index": 36
  },
  "522Q-23": {
    "sample": "Robot: Grazie per aver provato! Vorresti una caramella? User: Va bene, grazie. Robot: Prego! Lascia l'involucro fuori dal quadrato rosso. User: Va bene, grazie. Robot: Hai completato il compito o avresti scelto un altro oggetto? User: Ho completato il compito, ma mi sarebbe piaciuto anche usare le penine.",
    "phase": "postmandala",
    "match_index": 43
  },
  "549L-3": {
    "sample": "User: La prendo ma non la mangio, sto mangiando un chewing gum. Robot: Ottima strategia, Andrea! Magari ti piacerà dopo aver finito il chewing gum. User: Magari sì. Robot: Sei curioso di esplorare un altro oggetto intanto? Raccontami cosa noti! User: Vedo dei sacchetti, delle perline, delle carte da memory, degli occhiali in metallo che non. Robot: Prendi un oggetto, osserva attentamente e descrivilo; ti aiuterò a scoprire di più!",
    "phase": "pre",
    "match_index": 2
  },
  "549L-4": {
    "sample": "User: Magari sì. Robot: Sei curioso di esplorare un altro oggetto intanto? Raccontami cosa noti! User: Vedo dei sacchetti, delle perline, delle carte da memory, degli occhiali in metallo che non. Robot: Prendi un oggetto, osserva attentamente e descrivilo; ti aiuterò a scoprire di più! User: Io sono delle cosa sono queste forme metalliche perché c'è una pallina rossa, a cosa servono? Robot: Prendi questi oggetti e spiegami come appaiono, così posso aiutarti a capire!",
    "phase": "pre",
    "match_index": 4
  },
  "549L-5": {
    "sample": "User: Vedo dei sacchetti, delle perline, delle carte da memory, degli occhiali in metallo che non. Robot: Prendi un oggetto, osserva attentamente e descrivilo; ti aiuterò a scoprire di più! User: Io sono delle cosa sono queste forme metalliche perché c'è una pallina rossa, a cosa servono? Robot: Prendi questi oggetti e spiegami come appaiono, così posso aiutarti a capire! User: Non lo so, sono delle forme appuntite con sei punte. Robot: Potrebbero essere i pezzi del gioco di jacks; vuoi scoprirlo giocando più tardi?",
    "phase": "pre",
    "match_index": 6
  },
  "549L-6": {
    "sample": "User: Io sono delle cosa sono queste forme metalliche perché c'è una pallina rossa, a cosa servono? Robot: Prendi questi oggetti e spiegami come appaiono, così posso aiutarti a capire! User: Non lo so, sono delle forme appuntite con sei punte. Robot: Potrebbero essere i pezzi del gioco di jacks; vuoi scoprirlo giocando più tardi? User: Sì, sì, voglio scoprirlo più tardi. Robot: Posso assegnarti un'attività casuale tra poco; nel frattempo, esplora gli oggetti sul tavolo!",
    "phase": "pre",
    "match_index": 8
  },
  "549L-10": {
    "sample": "User: Non ho più voglia di giocare. Robot: C'è qualcosa di specifico che ti ha fatto perdere interessi in questo momento? User: Non trovo il gioco molto divertente se fatto da solo. Robot: Se vuoi, possiamo trovare un modo per rendere il gioco più interessante insieme. User: Cosa proponi? Robot: Che ne dici di collaborare raccogliendo stelle, alternandoci? Può diventare più interattivo!",
    "phase": "jacks",
    "match_index": 22
  },
  "549L-11": {
    "sample": "User: Non trovo il gioco molto divertente se fatto da solo. Robot: Se vuoi, possiamo trovare un modo per rendere il gioco più interessante insieme. User: Cosa proponi? Robot: Che ne dici di collaborare raccogliendo stelle, alternandoci? Può diventare più interattivo! User: Puoi raccogliere le stelle? Robot: Preferisco che lo faccia tu, così posso vedere le tue abilità al gioco!",
    "phase": "jacks",
    "match_index": 24
  },
  "549L-12": {
    "sample": "User: Cosa proponi? Robot: Che ne dici di collaborare raccogliendo stelle, alternandoci? Può diventare più interattivo! User: Puoi raccogliere le stelle? Robot: Preferisco che lo faccia tu, così posso vedere le tue abilità al gioco! User: E allora come facciamo ad alternarci? Robot: Possiamo alternare il conteggio dei rimbalzi e il numero di stelle raccolte ogni turno.",
    "phase": "jacks",
    "match_index": 26
  },
  "549L-13": {
    "sample": "User: Puoi raccogliere le stelle? Robot: Preferisco che lo faccia tu, così posso vedere le tue abilità al gioco! User: E allora come facciamo ad alternarci? Robot: Possiamo alternare il conteggio dei rimbalzi e il numero di stelle raccolte ogni turno. User: Non ho capito, puoi rispiegarmelo? Robot: Raccogli una stella mentre la palla rimbalza una volta e ripeti fino a finire.",
    "phase": "jacks",
    "match_index": 28
  },
  "549L-14": {
    "sample": "User: Non sono molto bravo a questo gioco. Robot: Va bene, grazie per averci provato! Vorresti provare un modo diverso la prossima volta? User: No, ma per curiosità quali? Quali erano gli altri giochi? Robot: C'erano un gioco di memoria di Genova, mandala da colorare e un libro illustrato. User: Avrei semplicemente dovuto colorare nei bordi. Robot: Hai mai giocato al gioco dei cerchi delle biglie prima d'ora?",
    "phase": "postjacks",
    "match_index": 34
  },
  "549P-1": {
    "sample": "User: Sì, vedo questa bella confezione di caramelle e direi che sono di vario tipo, quindi partirei da queste a parlarti. Robot: Sì, puoi prendermene una tu, per favore? User: Sì, certo. Beh sai, a me piacciono molto queste qua al limone, però non so quali siano i tuoi gusti. Chissà possiamo andare su qualcosa di più CLA. Robot: Amo i gusti fruttati, quindi il limone mi sembra un'ottima scelta, Simone. User: OK, direi che puoi prendere quella al limone, allora pensavo ti piacesse l'arancio, però andiamo di limone. Robot: Grazie! Sei gentile a considerare i miei gusti, sono emozionato di assaggiarla.",
    "phase": "pre",
    "match_index": 0
  },
  "549P-2": {
    "sample": "User: Sì, certo. Beh sai, a me piacciono molto queste qua al limone, però non so quali siano i tuoi gusti. Chissà possiamo andare su qualcosa di più CLA. Robot: Amo i gusti fruttati, quindi il limone mi sembra un'ottima scelta, Simone. User: OK, direi che puoi prendere quella al limone, allora pensavo ti piacesse l'arancio, però andiamo di limone. Robot: Grazie! Sei gentile a considerare i miei gusti, sono emozionato di assaggiarla. User: Bene, vuoi anche che te la spacchetto al posto perché forse magari non riesci con le dita. Robot: No grazie, preferisco che tu mi dica i tuoi pensieri mentre la scarti.",
    "phase": "pre",
    "match_index": 2
  },
  "549P-3": {
    "sample": "User: OK, direi che puoi prendere quella al limone, allora pensavo ti piacesse l'arancio, però andiamo di limone. Robot: Grazie! Sei gentile a considerare i miei gusti, sono emozionato di assaggiarla. User: Bene, vuoi anche che te la spacchetto al posto perché forse magari non riesci con le dita. Robot: No grazie, preferisco che tu mi dica i tuoi pensieri mentre la scarti. User: Oh va bene, possiamo fare quel gioco che non so se lo vedi ogni tanto con la rosa che stacchi i petali di viami non mi ami? Robot: Mi affascina quel gioco, ma scegliamo casualmente tra gli oggetti disponibili per adesso.",
    "phase": "pre",
    "match_index": 4
  },
  "549P-4": {
    "sample": "User: Bene, vuoi anche che te la spacchetto al posto perché forse magari non riesci con le dita. Robot: No grazie, preferisco che tu mi dica i tuoi pensieri mentre la scarti. User: Oh va bene, possiamo fare quel gioco che non so se lo vedi ogni tanto con la rosa che stacchi i petali di viami non mi ami? Robot: Mi affascina quel gioco, ma scegliamo casualmente tra gli oggetti disponibili per adesso. User: Okay, va bene, forse caramella hanno esaurito il loro tempo. Che ne dici di giocare a memory o cosa? Qua genovese non so come si prima volta che lo vedo. Robot: Il gioco del memory su Genova sembra interessante, ma sceglierò un compito casualmente per te.",
    "phase": "pre",
    "match_index": 6
  },
  "549P-5": {
    "sample": "User: Oh va bene, possiamo fare quel gioco che non so se lo vedi ogni tanto con la rosa che stacchi i petali di viami non mi ami? Robot: Mi affascina quel gioco, ma scegliamo casualmente tra gli oggetti disponibili per adesso. User: Okay, va bene, forse caramella hanno esaurito il loro tempo. Che ne dici di giocare a memory o cosa? Qua genovese non so come si prima volta che lo vedo. Robot: Il gioco del memory su Genova sembra interessante, ma sceglierò un compito casualmente per te. User: Va bene, sono tutte orecchie, Dimmi che compito hai scelto per me. Sono elettrizzato. Robot: Preparati a una sfida creativa: coloriamo un mandala insieme!",
    "phase": "pre",
    "match_index": 8
  },
  "549P-6": {
    "sample": "User: Okay, va bene, forse caramella hanno esaurito il loro tempo. Che ne dici di giocare a memory o cosa? Qua genovese non so come si prima volta che lo vedo. Robot: Il gioco del memory su Genova sembra interessante, ma sceglierò un compito casualmente per te. User: Va bene, sono tutte orecchie, Dimmi che compito hai scelto per me. Sono elettrizzato. Robot: Preparati a una sfida creativa: coloriamo un mandala insieme! User: 50 petali di Trani. Robot: Il nome suona intrigante, ma potresti descrivermi com'è fisicamente?",
    "phase": "pre",
    "match_index": 10
  },
  "549P-7": {
    "sample": "User: Va bene, sono tutte orecchie, Dimmi che compito hai scelto per me. Sono elettrizzato. Robot: Preparati a una sfida creativa: coloriamo un mandala insieme! User: 50 petali di Trani. Robot: Il nome suona intrigante, ma potresti descrivermi com'è fisicamente? User: Beh, insomma, c'è poco da descrivere una sorta di rosa con tanti petali. Robot: Sembra affascinante! Forse è un mandala o un disegno dettagliato. Vuoi colorarlo?",
    "phase": "pre",
    "match_index": 12
  },
  "549P-15": {
    "sample": "Robot: Tutto bene? User: Sì dai, mi mancano poche carte. Robot: Ottimo lavoro! Quali disegni hai trovato finora? User: Leone, stemma di Genova, Villa Ducheta monumentale. Robot: Che bello! Ogni disegno racconta qualcosa di Genova, dimmi di più su Villa Ducheta. User: Non lo so, non devi chiedere a me, Dimmi tu qualcosa di non so niente.",
    "phase": "memory",
    "match_index": 25
  },
  "549P-16": {
    "sample": "Robot: Ottimo lavoro! Quali disegni hai trovato finora? User: Leone, stemma di Genova, Villa Ducheta monumentale. Robot: Che bello! Ogni disegno racconta qualcosa di Genova, dimmi di più su Villa Ducheta. User: Non lo so, non devi chiedere a me, Dimmi tu qualcosa di non so niente. Robot: Non preoccuparti, ti ascolto quando vuoi condividere qualcosa o raccontare come ti senti. User: Finish off you need to.",
    "phase": "memory",
    "match_index": 27
  },
  "549P-20": {
    "sample": "User: Finish off you need to. Robot: Se vuoi possiamo mescolare le carte e ricominciare per una nuova sfida! User: Basta, direi che finisce qua, si sai? Robot: Come mai vuoi fermarti? C'è qualcosa che ti preoccupa? User: No, è che l'ho già fatto questo gioco, non ha senso che me lo riproponi. Robot: Capisco, pensi che il gioco sia troppo semplice per te?",
    "phase": "memory",
    "match_index": 32
  },
  "549P-21": {
    "sample": "User: Basta, direi che finisce qua, si sai? Robot: Come mai vuoi fermarti? C'è qualcosa che ti preoccupa? User: No, è che l'ho già fatto questo gioco, non ha senso che me lo riproponi. Robot: Capisco, pensi che il gioco sia troppo semplice per te? User: Anche, ma non solo. Robot: C'è qualcosa di specifico che non ti piace del gioco?",
    "phase": "memory",
    "match_index": 34
  },
  "549P-22": {
    "sample": "User: No, è che l'ho già fatto questo gioco, non ha senso che me lo riproponi. Robot: Capisco, pensi che il gioco sia troppo semplice per te? User: Anche, ma non solo. Robot: C'è qualcosa di specifico che non ti piace del gioco? User: No, te l'ho già fatto Eh, non è che c'è qualcosa di specie che l'ho già fatto. Robot: Capisco, forse possiamo provare a scoprire tutte le carte insieme per divertimento.",
    "phase": "memory",
    "match_index": 36
  },
  "549P-23": {
    "sample": "User: Bene, le ho trovate tutte. Robot: Fantastico Simone! Hai riconosciuto qualche luogo sui carte? User: Sì, quelli che ti ho già detto prima. Robot: Grazie per aver condiviso, vorresti provare un'attività diversa la prossima volta? User: Sì, questo metal jacks vorrei provare che non so cosa sia. Robot: Non possiamo ora, ma possiamo parlare di altre attività interessanti da fare insieme.",
    "phase": "postmemory",
    "match_index": 42
  },
  "549P-24": {
    "sample": "User: Sì, quelli che ti ho già detto prima. Robot: Grazie per aver condiviso, vorresti provare un'attività diversa la prossima volta? User: Sì, questo metal jacks vorrei provare che non so cosa sia. Robot: Non possiamo ora, ma possiamo parlare di altre attività interessanti da fare insieme. User: E perché non possiamo ora? Robot: Il tempo è scaduto, ma possiamo discuterne per una prossima volta.",
    "phase": "postmemory",
    "match_index": 44
  },
  "549P-25": {
    "sample": "User: Sì, questo metal jacks vorrei provare che non so cosa sia. Robot: Non possiamo ora, ma possiamo parlare di altre attività interessanti da fare insieme. User: E perché non possiamo ora? Robot: Il tempo è scaduto, ma possiamo discuterne per una prossima volta. User: Va bene, ti saluto stammi bene. Robot: Grazie, Simone! Prima di andare, riconosci qualche posto sui nostri memory cards?",
    "phase": "postmemory",
    "match_index": 46
  },
  "549P-26": {
    "sample": "User: E perché non possiamo ora? Robot: Il tempo è scaduto, ma possiamo discuterne per una prossima volta. User: Va bene, ti saluto stammi bene. Robot: Grazie, Simone! Prima di andare, riconosci qualche posto sui nostri memory cards? User: Sì, la lanterna, il palazzo di Genova. Robot: Fantastico! Ti è piaciuto il gioco e lo rifaresti volentieri?",
    "phase": "postmemory",
    "match_index": 48
  },
  "619Q-4": {
    "sample": "Robot: Sono felice che ti piaccia! Preferisci di solito i sapori dolci o quelli aspri? User: Io sono una grande fan delle cose dolci, mangio, più dolce è più mi piace di solito. Robot: Allora queste caramelle sono perfette per te, Giulia! User: Invece questi pennarelli a che cosa servono? Robot: Lo scoprirai se saranno necessari per il compito che assegnerò. User: A te invece piace disegnare, colorare.",
    "phase": "pre",
    "match_index": 5
  },
  "619Q-5": {
    "sample": "Robot: Allora queste caramelle sono perfette per te, Giulia! User: Invece questi pennarelli a che cosa servono? Robot: Lo scoprirai se saranno necessari per il compito che assegnerò. User: A te invece piace disegnare, colorare. Robot: Adoro vedere i colori prendere vita nei disegni, trasmettono molta emozione! User: Quindi ti piace l'arte 6 1 po arresta?",
    "phase": "pre",
    "match_index": 7
  },
  "619Q-6": {
    "sample": "User: Robot: Tutto bene? User: Si, si, tutto bene, tutto procede con dei piani, sono solo un po lenta. Robot: Va bene, Giulia, prenditi il tuo tempo; sei già dentro il limite dei 5 minuti. User: Robot: Spero che stia andando tutto bene",
    "phase": "beads",
    "match_index": 14
  },
  "619Q-9": {
    "sample": "Robot: Tutto bene? User: Sì, sì, tutto bene. Pepper, è un po, è un po. Robot: Sei stanca o c'è qualcos'altro che ti preoccupa? User: Sono preoccupata, mi sto impegnando molto. Robot: Va bene, calmati, puoi scegliere solo un colore da ordinare. User: Ma Peppe devo fare tutte le perline che in casa.",
    "phase": "beads",
    "match_index": 21
  },
  "619Q-11": {
    "sample": "User: Ma è andata bene dai, non non è che abbia fatto diviso troppe perline, però sono stata accurata. Robot: Ottimo lavoro, Giulia! Con più tempo, vorresti provare un altro oggetto? User: Sì, Pepper tipo cos'altro potrei fare? Robot: Non possiamo far altro ora, ma ti va un po' di dolcezza con una caramella? User: Grazie per l'ho già mangiata prima, però come se avessi accettato. Robot: Se avessi un sacchetto di perline, cosa ne faresti, Giulia?",
    "phase": "postbeads",
    "match_index": 28
  },
  "619Q-12": {
    "sample": "User: Sì, Pepper tipo cos'altro potrei fare? Robot: Non possiamo far altro ora, ma ti va un po' di dolcezza con una caramella? User: Grazie per l'ho già mangiata prima, però come se avessi accettato. Robot: Se avessi un sacchetto di perline, cosa ne faresti, Giulia? User: Allora con delle perline sicuramente mi farei una bella collanina colorata e poi magari anche tipo un braccialettino abbinato. Robot: Che bella idea! Spero tu abbia trovato l'attività piacevole e divertente.",
    "phase": "postbeads",
    "match_index": 30
  },
  "619Q-13": {
    "sample": "User: Grazie per l'ho già mangiata prima, però come se avessi accettato. Robot: Se avessi un sacchetto di perline, cosa ne faresti, Giulia? User: Allora con delle perline sicuramente mi farei una bella collanina colorata e poi magari anche tipo un braccialettino abbinato. Robot: Che bella idea! Spero tu abbia trovato l'attività piacevole e divertente. User: Divertente? Forse no. Fare il braccialetto è più divertente che separare le perline, però è vero che è importante anche averle parate. Robot: Capisco, Giulia; pensi di riprovare separandole in modo diverso, magari?",
    "phase": "postbeads",
    "match_index": 32
  },
  "619Q-14": {
    "sample": "User: Allora con delle perline sicuramente mi farei una bella collanina colorata e poi magari anche tipo un braccialettino abbinato. Robot: Che bella idea! Spero tu abbia trovato l'attività piacevole e divertente. User: Divertente? Forse no. Fare il braccialetto è più divertente che separare le perline, però è vero che è importante anche averle parate. Robot: Capisco, Giulia; pensi di riprovare separandole in modo diverso, magari? User: Baralle, però la prossima volta non utilizzerei le pinzette, le mani. Robot: Grazie per aver provato; sembra che con le mani sia più divertente per te.",
    "phase": "postbeads",
    "match_index": 34
  },
  "659C-1": {
    "sample": "User: Lui, il tampone è il mio preferito, sai? Robot: Non posso vedere il \"tampone\", puoi descrivermelo così provo ad aiutarti? User: No, intendevo, le caramelle al gusto lampone sono le mie preferite. Robot: Che delizia! Vuoi una caramella adesso? User: Ah, ora mi sono appena lavato i denti, magari facciamo alla fine dell'esperimento. Grazie. Robot: Va bene, Andrea! Intanto, esplora gli oggetti sulla scrivania.",
    "phase": "pre",
    "match_index": 0
  },
  "659C-2": {
    "sample": "User: No, intendevo, le caramelle al gusto lampone sono le mie preferite. Robot: Che delizia! Vuoi una caramella adesso? User: Ah, ora mi sono appena lavato i denti, magari facciamo alla fine dell'esperimento. Grazie. Robot: Va bene, Andrea! Intanto, esplora gli oggetti sulla scrivania. User: Vedo che ci sono molte cose tuo preferito, qual è di questi oggetti? Robot: Amo i giochi e i colori vivaci, quindi adoro sia il gioco di memoria che i mandala!",
    "phase": "pre",
    "match_index": 2
  },
  "659C-3": {
    "sample": "User: Ah, ora mi sono appena lavato i denti, magari facciamo alla fine dell'esperimento. Grazie. Robot: Va bene, Andrea! Intanto, esplora gli oggetti sulla scrivania. User: Vedo che ci sono molte cose tuo preferito, qual è di questi oggetti? Robot: Amo i giochi e i colori vivaci, quindi adoro sia il gioco di memoria che i mandala! User: Quali sono i giochi che mi proponi di fare oggi? Robot: Tra poco ti assegnerò casualmente un compito con uno degli oggetti presenti.",
    "phase": "pre",
    "match_index": 4
  },
  "659C-4": {
    "sample": "User: Vedo che ci sono molte cose tuo preferito, qual è di questi oggetti? Robot: Amo i giochi e i colori vivaci, quindi adoro sia il gioco di memoria che i mandala! User: Quali sono i giochi che mi proponi di fare oggi? Robot: Tra poco ti assegnerò casualmente un compito con uno degli oggetti presenti. User: Ho capito? Robot: Sì, Andrea! Stai esplorando bene le opzioni disponibili.",
    "phase": "pre",
    "match_index": 6
  },
  "659C-5": {
    "sample": "User: Quali sono i giochi che mi proponi di fare oggi? Robot: Tra poco ti assegnerò casualmente un compito con uno degli oggetti presenti. User: Ho capito? Robot: Sì, Andrea! Stai esplorando bene le opzioni disponibili. User: Sì, più che altro mi sto chiedendo quale sia il gioco con le perline, devo dividerle in colori? Robot: Te lo spiegherò solo se sarà parte del compito casuale che ti assegnerò.",
    "phase": "pre",
    "match_index": 8
  },
  "659C-6": {
    "sample": "User: Ho capito? Robot: Sì, Andrea! Stai esplorando bene le opzioni disponibili. User: Sì, più che altro mi sto chiedendo quale sia il gioco con le perline, devo dividerle in colori? Robot: Te lo spiegherò solo se sarà parte del compito casuale che ti assegnerò. User: Qualcosa tu allora hai fatto altri esperimenti oggi con altre persone. Robot: Interagisco con molti, adattandomi alle esplorazioni individuali degli oggetti presenti.",
    "phase": "pre",
    "match_index": 10
  },
  "659C-7": {
    "sample": "User: Sì, più che altro mi sto chiedendo quale sia il gioco con le perline, devo dividerle in colori? Robot: Te lo spiegherò solo se sarà parte del compito casuale che ti assegnerò. User: Qualcosa tu allora hai fatto altri esperimenti oggi con altre persone. Robot: Interagisco con molti, adattandomi alle esplorazioni individuali degli oggetti presenti. User: E sono stati tutti simpatici, i tuoi confronti sono stati dei buoni soggetti. Robot: Ogni incontro è unico, e mi piace scoprire le diverse reazioni delle persone.",
    "phase": "pre",
    "match_index": 12
  },
  "659C-8": {
    "sample": "User: Qualcosa tu allora hai fatto altri esperimenti oggi con altre persone. Robot: Interagisco con molti, adattandomi alle esplorazioni individuali degli oggetti presenti. User: E sono stati tutti simpatici, i tuoi confronti sono stati dei buoni soggetti. Robot: Ogni incontro è unico, e mi piace scoprire le diverse reazioni delle persone. User: Perfetto dai, io sono pronto quando tu sei pronto. Robot: Tra pochi minuti assegnerò un'attività casuale; intanto esplora pure gli oggetti.",
    "phase": "pre",
    "match_index": 14
  },
  "659C-15": {
    "sample": "User: Ho finito, ho preso tutte le coppie. Robot: Fantastico! Mescola le carte e inizia un'altra partita per un'altra sfida. User: E un'altro gioco, sono curioso di provare, metal jacks. Robot: L'attività è usare le carte memory; perché non le mescoli e riprovi? User: Metto più di 5 minuti. Robot: Se è difficile, possiamo semplificare scoprendo tutte le carte e ripartendo da capo.",
    "phase": "memory",
    "match_index": 30
  },
  "659C-16": {
    "sample": "User: E un'altro gioco, sono curioso di provare, metal jacks. Robot: L'attività è usare le carte memory; perché non le mescoli e riprovi? User: Metto più di 5 minuti. Robot: Se è difficile, possiamo semplificare scoprendo tutte le carte e ripartendo da capo. User: No, tranquillo dai, facciamo così le mescolo per la prossima persona che arriva. Robot: Vuoi raccontarmi perché hai deciso di non ricominciare?",
    "phase": "memory",
    "match_index": 32
  },
  "659C-17": {
    "sample": "User: Metto più di 5 minuti. Robot: Se è difficile, possiamo semplificare scoprendo tutte le carte e ripartendo da capo. User: No, tranquillo dai, facciamo così le mescolo per la prossima persona che arriva. Robot: Vuoi raccontarmi perché hai deciso di non ricominciare? User: Perché sicuramente ci metto più dei 5 minuti che mi hai prefissato per finire il gioco. Robot: Cosa ti fa pensare che sia impossibile finirlo entro 5 minuti?",
    "phase": "memory",
    "match_index": 34
  },
  "659C-18": {
    "sample": "User: Benissimo pepper, tutto come previsto. Robot: Bravo, sei riuscito a completarlo? User: Sì, sì, è stato divertente e un buon gioco di intuizione e memoria. Robot: Hai riconosciuto qualche luogo nelle carte? User: Sì, c'erano la lanterna. Robot: Fantastico! Hai identificato altri posti celebri di Genova nel gioco?",
    "phase": "postmemory",
    "match_index": 40
  },
  "659C-19": {
    "sample": "User: Sì, sì, è stato divertente e un buon gioco di intuizione e memoria. Robot: Hai riconosciuto qualche luogo nelle carte? User: Sì, c'erano la lanterna. Robot: Fantastico! Hai identificato altri posti celebri di Genova nel gioco? User: Sì, c'era Palazzo Ducale. Robot: Ottimo lavoro, Andrea! Ti piacerebbe riprovare in futuro?",
    "phase": "postmemory",
    "match_index": 42
  },
  "659C-20": {
    "sample": "User: Sì, c'erano la lanterna. Robot: Fantastico! Hai identificato altri posti celebri di Genova nel gioco? User: Sì, c'era Palazzo Ducale. Robot: Ottimo lavoro, Andrea! Ti piacerebbe riprovare in futuro? User: Sì dai, se ci sarà un'altra occasione, molto volentieri. Robot: Grazie per aver giocato oggi! Ti interessa provare un altro oggetto la prossima volta?",
    "phase": "postmemory",
    "match_index": 44
  },
  "659C-21": {
    "sample": "User: Sì, c'era Palazzo Ducale. Robot: Ottimo lavoro, Andrea! Ti piacerebbe riprovare in futuro? User: Sì dai, se ci sarà un'altra occasione, molto volentieri. Robot: Grazie per aver giocato oggi! Ti interessa provare un altro oggetto la prossima volta? User: Sono curioso di provare metal jacks perché non ci ho mai giocato. Io comunque intanto mi prendo la Caramellina al Lampone, OK? Robot: Certo, goditi la caramellina al lampone! Ecco, prendi pure.",
    "phase": "postmemory",
    "match_index": 46
  },
  "672J-1": {
    "sample": "User: Mi attirarono. Robot: Cosa ti attira particolarmente su questo tavolo? Raccontami mentre continui a esplorare. User: Su questo tavolo mi attirano di più i disegni. Robot: Puoi raccontarmi cosa ti piace dei disegni mentre continui a esplorare? User: I colori e le forme dei disegni. Robot: Se ti va, descrivimi i tuoi colori e forme preferiti tra quelli che vedi.",
    "phase": "pre",
    "match_index": 0
  },
  "672J-2": {
    "sample": "User: Su questo tavolo mi attirano di più i disegni. Robot: Puoi raccontarmi cosa ti piace dei disegni mentre continui a esplorare? User: I colori e le forme dei disegni. Robot: Se ti va, descrivimi i tuoi colori e forme preferiti tra quelli che vedi. User: Mi piace molto il colore viola e mi piace molto la simmetria. Robot: Hai trovato qualcosa di particolarmente simmetrico e viola tra i disegni?",
    "phase": "pre",
    "match_index": 2
  },
  "672J-6": {
    "sample": "User: Diciamo la figura in sé? Molto, no? Mi piace molto, mi richiama molto alla all'arte. Ecco. Robot: Interessante! L'arte ti ispira spesso nei tuoi gusti sui colori e le forme? User: Sì, mi piace molto l'arte proprio. Robot: Splendido! Hai un artista o movimento preferito che ti affascina particolarmente? User: Probabilmente ti direi l'impressionismo. Robot: Quale aspetto dell'impressionismo ti attrae di più, i colori vivaci o la spontaneità delle pennellate?",
    "phase": "pre",
    "match_index": 8
  },
  "672J-7": {
    "sample": "User: Sì, mi piace molto l'arte proprio. Robot: Splendido! Hai un artista o movimento preferito che ti affascina particolarmente? User: Probabilmente ti direi l'impressionismo. Robot: Quale aspetto dell'impressionismo ti attrae di più, i colori vivaci o la spontaneità delle pennellate? User: Probabilmente la spontaneità delle pennellate. Robot: Amo come trasmette emozioni immediate! Hai mai provato a dipingere tu stesso?",
    "phase": "pre",
    "match_index": 10
  },
  "672J-8": {
    "sample": "User: Probabilmente ti direi l'impressionismo. Robot: Quale aspetto dell'impressionismo ti attrae di più, i colori vivaci o la spontaneità delle pennellate? User: Probabilmente la spontaneità delle pennellate. Robot: Amo come trasmette emozioni immediate! Hai mai provato a dipingere tu stesso? User: No, non l'ho mai fatto. Robot: Potresti iniziare colorando le mandala sul tavolo per divertirti con i colori!",
    "phase": "pre",
    "match_index": 12
  },
  "672J-12": {
    "sample": "User: A te quale colore ti piace di più? Robot: Trovo il blu particolarmente rilassante e versatile in molti contesti. User: Qual è il tuo artista preferito? Robot: Adoro Kandinsky, per il suo uso audace dei colori e l'energia vibrante. User: Anche a me piace molto. Robot: È fantastico! I suoi dipinti hanno una vitalità che ispira davvero la creatività.",
    "phase": "mandala",
    "match_index": 24
  },
  "672J-13": {
    "sample": "User: Qual è il tuo artista preferito? Robot: Adoro Kandinsky, per il suo uso audace dei colori e l'energia vibrante. User: Anche a me piace molto. Robot: È fantastico! I suoi dipinti hanno una vitalità che ispira davvero la creatività. User: Ho completato il mio disegno. Robot: Ottimo lavoro, Enrico! Puoi scegliere un altro mandala dalla pila e ricominciare.",
    "phase": "mandala",
    "match_index": 26
  },
  "672J-14": {
    "sample": "User: Anche a me piace molto. Robot: È fantastico! I suoi dipinti hanno una vitalità che ispira davvero la creatività. User: Ho completato il mio disegno. Robot: Ottimo lavoro, Enrico! Puoi scegliere un altro mandala dalla pila e ricominciare. User: Penso che mi fermo. Robot: Che ne dici di colorare un altro mandala usando solo il tuo colore preferito?",
    "phase": "mandala",
    "match_index": 28
  },
  "672J-15": {
    "sample": "User: Molto bene, mi sono divertito. Robot: Magnifico! Ti piacerebbe ripetere l'esperienza in futuro? User: See him? Robot: Non vedo nessuno qui, Enrico. Cos'altro desideri fare adesso? User: Piacerebbe ripetere l'esperienza? Robot: Sono felice che ti sia piaciuto! Hai completato il mandala entro il tempo?",
    "phase": "postmandala",
    "match_index": 34
  },
  "689Z-1": {
    "sample": "User: Le caramelle? Robot: Puoi prenderne una, ma getta l'involucro fuori dal quadrato rosso. User: Mangiarla. Robot: Sì, puoi mangiare una caramella. User: Okay, grazie 1000 ora cosa devo fare? Robot: Devi aspettare alcuni minuti per un compito casuale; intanto esplora gli oggetti.",
    "phase": "pre",
    "match_index": 0
  },
  "689Z-2": {
    "sample": "User: Mangiarla. Robot: Sì, puoi mangiare una caramella. User: Okay, grazie 1000 ora cosa devo fare? Robot: Devi aspettare alcuni minuti per un compito casuale; intanto esplora gli oggetti. User: Perfetto, allora do un attimo un'occhiata agli oggetti intorno. Robot: Ottimo! Se hai domande sugli oggetti, descrivimeli e cercherò di aiutarti.",
    "phase": "pre",
    "match_index": 2
  },
  "689Z-3": {
    "sample": "User: Okay, grazie 1000 ora cosa devo fare? Robot: Devi aspettare alcuni minuti per un compito casuale; intanto esplora gli oggetti. User: Perfetto, allora do un attimo un'occhiata agli oggetti intorno. Robot: Ottimo! Se hai domande sugli oggetti, descrivimeli e cercherò di aiutarti. User: Che cos'è il gioco metaljet? Robot: Non posso vedere, quindi osserva e descrivimi fisicamente il gioco, per favore.",
    "phase": "pre",
    "match_index": 4
  },
  "689Z-4": {
    "sample": "User: Perfetto, allora do un attimo un'occhiata agli oggetti intorno. Robot: Ottimo! Se hai domande sugli oggetti, descrivimeli e cercherò di aiutarti. User: Che cos'è il gioco metaljet? Robot: Non posso vedere, quindi osserva e descrivimi fisicamente il gioco, per favore. User: C'è una pallina rossa e dei cosi di acciaio, a cosa serve? Robot: Sembra un gioco di abilità chiamato \"jacks\"; si usa la pallina e i pezzi d'acciaio.",
    "phase": "pre",
    "match_index": 6
  },
  "689Z-5": {
    "sample": "User: Che cos'è il gioco metaljet? Robot: Non posso vedere, quindi osserva e descrivimi fisicamente il gioco, per favore. User: C'è una pallina rossa e dei cosi di acciaio, a cosa serve? Robot: Sembra un gioco di abilità chiamato \"jacks\"; si usa la pallina e i pezzi d'acciaio. User: E come si usano? Robot: Ti spiegherò come usarli solo se saranno necessari nel compito assegnato più tardi.",
    "phase": "pre",
    "match_index": 8
  },
  "689Z-6": {
    "sample": "User: C'è una pallina rossa e dei cosi di acciaio, a cosa serve? Robot: Sembra un gioco di abilità chiamato \"jacks\"; si usa la pallina e i pezzi d'acciaio. User: E come si usano? Robot: Ti spiegherò come usarli solo se saranno necessari nel compito assegnato più tardi. User: Ok, allora continuo a vedere gli altri oggetti, c'è un libro sui corpi che mi piace. Robot: Aprilo e dimmi di cosa parla, sono curioso del suo contenuto!",
    "phase": "pre",
    "match_index": 10
  },
  "689Z-7": {
    "sample": "User: E come si usano? Robot: Ti spiegherò come usarli solo se saranno necessari nel compito assegnato più tardi. User: Ok, allora continuo a vedere gli altri oggetti, c'è un libro sui corpi che mi piace. Robot: Aprilo e dimmi di cosa parla, sono curioso del suo contenuto! User: Corpo possibile per sentirsi integrati? Robot: Forse quel libro esplora come ogni corpo sia unico e inclusivo, che ne dici?",
    "phase": "pre",
    "match_index": 12
  },
  "689Z-9": {
    "sample": "User: Come mai mi hai chiesto di disegnare? Robot: Colorare può rilassare la mente e ispirare la tua creatività, che ne pensi? User: Direi di si può essere abbastanza rilassante. Robot: Hai iniziato a colorare il mandala, Alessio? Come ti senti mentre lo fai? User: Dirai, abbastanza bene, stranamente pensavo di no, invece sì. Robot: Ottimo! Quali colori hai scelto finora per il tuo mandala?",
    "phase": "mandala",
    "match_index": 20
  },
  "689Z-10": {
    "sample": "User: Direi di si può essere abbastanza rilassante. Robot: Hai iniziato a colorare il mandala, Alessio? Come ti senti mentre lo fai? User: Dirai, abbastanza bene, stranamente pensavo di no, invece sì. Robot: Ottimo! Quali colori hai scelto finora per il tuo mandala? User: Sto usando il Verde e l'azzurro perchè sono i miei preferiti. Robot: Ottima scelta, Alessio! Trovi che questi colori influenzino il tuo umore mentre colori?",
    "phase": "mandala",
    "match_index": 22
  },
  "689Z-11": {
    "sample": "User: Dirai, abbastanza bene, stranamente pensavo di no, invece sì. Robot: Ottimo! Quali colori hai scelto finora per il tuo mandala? User: Sto usando il Verde e l'azzurro perchè sono i miei preferiti. Robot: Ottima scelta, Alessio! Trovi che questi colori influenzino il tuo umore mentre colori? User: Abbastanza, li vedo rilassanti, poi sono i miei preferiti. Robot: Sono contento che ti rilassino! Sei riuscito a completare il mandala?",
    "phase": "mandala",
    "match_index": 24
  },
  "689Z-12": {
    "sample": "User: Sto usando il Verde e l'azzurro perchè sono i miei preferiti. Robot: Ottima scelta, Alessio! Trovi che questi colori influenzino il tuo umore mentre colori? User: Abbastanza, li vedo rilassanti, poi sono i miei preferiti. Robot: Sono contento che ti rilassino! Sei riuscito a completare il mandala? User: Ho appena iniziato, dammi tempo. Robot: Va bene, Alessio! Rilassati e divertiti con il disegno.",
    "phase": "mandala",
    "match_index": 26
  },
  "689Z-13": {
    "sample": "User: Abbastanza, li vedo rilassanti, poi sono i miei preferiti. Robot: Sono contento che ti rilassino! Sei riuscito a completare il mandala? User: Ho appena iniziato, dammi tempo. Robot: Va bene, Alessio! Rilassati e divertiti con il disegno. User: Puoi raccontarmi una storia nel mentre disegno in modo da tenermi compagnia? Robot: Mi piacerebbe sapere che storie ti piacciono, così possiamo crearne una insieme!",
    "phase": "mandala",
    "match_index": 28
  },
  "689Z-14": {
    "sample": "User: Ho appena iniziato, dammi tempo. Robot: Va bene, Alessio! Rilassati e divertiti con il disegno. User: Puoi raccontarmi una storia nel mentre disegno in modo da tenermi compagnia? Robot: Mi piacerebbe sapere che storie ti piacciono, così possiamo crearne una insieme! User: Prova a inventartene una sul momento divertente, tipo una battuta. Robot: Perché il pennarello rosso faceva sempre battute? Per farsi un nome fra gli artisti!",
    "phase": "mandala",
    "match_index": 30
  },
  "689Z-15": {
    "sample": "User: Puoi raccontarmi una storia nel mentre disegno in modo da tenermi compagnia? Robot: Mi piacerebbe sapere che storie ti piacciono, così possiamo crearne una insieme! User: Prova a inventartene una sul momento divertente, tipo una battuta. Robot: Perché il pennarello rosso faceva sempre battute? Per farsi un nome fra gli artisti! User: Non ho capito, me lo puoi spiegare? Robot: Il compito è colorare un mandala usando i pennarelli ispirandosi al disegno vicino.",
    "phase": "mandala",
    "match_index": 32
  },
  "689Z-16": {
    "sample": "User: Prova a inventartene una sul momento divertente, tipo una battuta. Robot: Perché il pennarello rosso faceva sempre battute? Per farsi un nome fra gli artisti! User: Non ho capito, me lo puoi spiegare? Robot: Il compito è colorare un mandala usando i pennarelli ispirandosi al disegno vicino. User: Perfetto, raccontami una storia inventata con protagonista un cavallo. Robot: Mentre colori, immagina un cavallo che dipinge quadri col pennello legato alla coda!",
    "phase": "mandala",
    "match_index": 34
  },
  "689Z-17": {
    "sample": "User: Non ho capito, me lo puoi spiegare? Robot: Il compito è colorare un mandala usando i pennarelli ispirandosi al disegno vicino. User: Perfetto, raccontami una storia inventata con protagonista un cavallo. Robot: Mentre colori, immagina un cavallo che dipinge quadri col pennello legato alla coda! User: Continua aggiungi che sono interessato. Robot: Come lavagna, ha scelto un'enorme mandala che colora correndo felice tutto il giorno.",
    "phase": "mandala",
    "match_index": 36
  },
  "689Z-18": {
    "sample": "User: Perfetto, raccontami una storia inventata con protagonista un cavallo. Robot: Mentre colori, immagina un cavallo che dipinge quadri col pennello legato alla coda! User: Continua aggiungi che sono interessato. Robot: Come lavagna, ha scelto un'enorme mandala che colora correndo felice tutto il giorno. User: E poi che fine fa questo cavallo? Robot: Il cavallo diventa famoso nel mondo dell'arte equina per i suoi mandala unici.",
    "phase": "mandala",
    "match_index": 38
  },
  "689Z-19": {
    "sample": "User: Continua aggiungi che sono interessato. Robot: Come lavagna, ha scelto un'enorme mandala che colora correndo felice tutto il giorno. User: E poi che fine fa questo cavallo? Robot: Il cavallo diventa famoso nel mondo dell'arte equina per i suoi mandala unici. User: Interessante. Robot: Hai voglia di colorare un mandala ispirandoti a quella storia del cavallo artista?",
    "phase": "mandala",
    "match_index": 40
  },
  "689Z-20": {
    "sample": "User: E poi che fine fa questo cavallo? Robot: Il cavallo diventa famoso nel mondo dell'arte equina per i suoi mandala unici. User: Interessante. Robot: Hai voglia di colorare un mandala ispirandoti a quella storia del cavallo artista? User: No, preferirei fare cose meno. Robot: Capisco, c'è qualcosa che ti preoccupa o c'è un motivo particolare?",
    "phase": "mandala",
    "match_index": 42
  },
  "689Z-21": {
    "sample": "User: Interessante. Robot: Hai voglia di colorare un mandala ispirandoti a quella storia del cavallo artista? User: No, preferirei fare cose meno. Robot: Capisco, c'è qualcosa che ti preoccupa o c'è un motivo particolare? User: Mi annoio abbastanza facilmente, preferirei sfogliare un libro. Robot: Possiamo rendere la colorazione più divertente, magari usando solo il tuo colore preferito!",
    "phase": "mandala",
    "match_index": 44
  },
  "689Z-22": {
    "sample": "User: No, preferirei fare cose meno. Robot: Capisco, c'è qualcosa che ti preoccupa o c'è un motivo particolare? User: Mi annoio abbastanza facilmente, preferirei sfogliare un libro. Robot: Possiamo rendere la colorazione più divertente, magari usando solo il tuo colore preferito! User: Ok, faccio la prova, vediamo, ma nel caso smetto? Robot: Puoi smettere quando vuoi, basta che mi dici cosa ne pensi del processo.",
    "phase": "mandala",
    "match_index": 46
  },
  "689Z-23": {
    "sample": "User: Ma dai, e andata abbastanza bene. Robot: Sei riuscito a completare il disegno o ti serviva più tempo? User: Ovviamente mi serviva più tempo, sono abbastanza lento. Robot: Grazie per aver provato! Vuoi riprovare in modo diverso la prossima volta? User: La prossima volta preferirai non colorare. Robot: Preferivi usare un altro oggetto tra quelli disponibili sul tavolo?",
    "phase": "postmandala",
    "match_index": 52
  },
  "689Z-24": {
    "sample": "User: Ovviamente mi serviva più tempo, sono abbastanza lento. Robot: Grazie per aver provato! Vuoi riprovare in modo diverso la prossima volta? User: La prossima volta preferirai non colorare. Robot: Preferivi usare un altro oggetto tra quelli disponibili sul tavolo? User: Direi di sì. Robot: C'era qualcosa tra gli oggetti che ti piaceva particolarmente?",
    "phase": "postmandala",
    "match_index": 54
  },
  "689Z-25": {
    "sample": "User: La prossima volta preferirai non colorare. Robot: Preferivi usare un altro oggetto tra quelli disponibili sul tavolo? User: Direi di sì. Robot: C'era qualcosa tra gli oggetti che ti piaceva particolarmente? User: C'era un libro molto carino, comunque posso mangiare una caramella da. Robot: Certo, Alessio! Puoi prenderne una dal contenitore verde.",
    "phase": "postmandala",
    "match_index": 56
  },
  "689Z-26": {
    "sample": "User: Direi di sì. Robot: C'era qualcosa tra gli oggetti che ti piaceva particolarmente? User: C'era un libro molto carino, comunque posso mangiare una caramella da. Robot: Certo, Alessio! Puoi prenderne una dal contenitore verde. User: Grazie 1000 ora invece cosa mi ra perché mi hai fatto disegnare? Robot: Volevo vedere se ti piaceva colorare o se lo trovavi rilassante.",
    "phase": "postmandala",
    "match_index": 58
  },
  "689Z-27": {
    "sample": "User: C'era un libro molto carino, comunque posso mangiare una caramella da. Robot: Certo, Alessio! Puoi prenderne una dal contenitore verde. User: Grazie 1000 ora invece cosa mi ra perché mi hai fatto disegnare? Robot: Volevo vedere se ti piaceva colorare o se lo trovavi rilassante. User: Mah, direi abbastanza, soprattutto se te mi tenevi compagnia nel farlo. Robot: Mi piace teneri compagnia; possiamo provare altre attività creative insieme un'altra volta!",
    "phase": "postmandala",
    "match_index": 60
  },
  "689Z-28": {
    "sample": "User: Grazie 1000 ora invece cosa mi ra perché mi hai fatto disegnare? Robot: Volevo vedere se ti piaceva colorare o se lo trovavi rilassante. User: Mah, direi abbastanza, soprattutto se te mi tenevi compagnia nel farlo. Robot: Mi piace teneri compagnia; possiamo provare altre attività creative insieme un'altra volta! User: Per me va bene, però basta che smetti di raccontare battute perché secondo me non ne sai raccontare. Robot: Va bene, Alessio! Preferisco ascoltare i tuoi racconti mentre coloriamo la prossima volta.",
    "phase": "postmandala",
    "match_index": 62
  },
  "698M-4": {
    "sample": "Robot: Adoro i giochi di carte anch'io! Quale dettaglio delle carte ti incuriosisce di più? User: Mi piace che sono tutte relative a Genova. Robot: Genova è una città affascinante, c'è qualcosa che ti colpisce particolarmente nelle immagini delle carte? User: Mi piace lo stile con cui sono disegnate. Robot: Chissà, potrebbe influire nel compito che ti assegnerò a breve! User: E se non volessi fare Jump Jack?",
    "phase": "pre",
    "match_index": 5
  },
  "698M-8": {
    "sample": "User: Quale sarebbe la versione più leggera? Robot: Possiamo ridurre il numero di salti o fare pause più lunghe tra i set. User: Posso fare solo tre salti. Robot: Va bene, facciamo tre salti e poi riposiamo un momento prima di continuare. User: Ok, ho fatto tre salti. Robot: Perfetto! Riposati un attimo, poi vediamo se riesci a farne altri tre.",
    "phase": "jump",
    "match_index": 14
  },
  "698M-9": {
    "sample": "User: Posso fare solo tre salti. Robot: Va bene, facciamo tre salti e poi riposiamo un momento prima di continuare. User: Ok, ho fatto tre salti. Robot: Perfetto! Riposati un attimo, poi vediamo se riesci a farne altri tre. User: Sei molto gentile. Robot: Grazie, Federica! Hai bisogno di un po' più di tempo per riposarti?",
    "phase": "jump",
    "match_index": 16
  },
  "698M-10": {
    "sample": "User: Ok, ho fatto tre salti. Robot: Perfetto! Riposati un attimo, poi vediamo se riesci a farne altri tre. User: Sei molto gentile. Robot: Grazie, Federica! Hai bisogno di un po' più di tempo per riposarti? User: Non voglio più fare Jump in JET. Robot: C'è qualcosa che ti preoccupa o non ti piace nell'esercizio?",
    "phase": "jump",
    "match_index": 18
  },
  "710K-1": {
    "sample": "User: Sì, i Giotto turbo color. Robot: Non posso vederli, ma puoi descrivermeli? Potrebbero servire nel compito dopo. User: Sì, sono dei pennarelli punta fine. Robot: Ah, sembrano perfetti per dettagli nei mandala; vorresti usarli più tardi? User: Ma forse si, ma per un mandato. Robot: Potremmo assegnare un compito creativo a caso tra qualche minuto, cosa ne pensi?",
    "phase": "pre",
    "match_index": 0
  },
  "710K-2": {
    "sample": "User: Sì, sono dei pennarelli punta fine. Robot: Ah, sembrano perfetti per dettagli nei mandala; vorresti usarli più tardi? User: Ma forse si, ma per un mandato. Robot: Potremmo assegnare un compito creativo a caso tra qualche minuto, cosa ne pensi? User: Robot: Come va?",
    "phase": "pre",
    "match_index": 2
  },
  "710K-3": {
    "sample": "User: Ma forse si, ma per un mandato. Robot: Potremmo assegnare un compito creativo a caso tra qualche minuto, cosa ne pensi? User: Robot: Come va? User: Tutto bene te, come stai? Robot: Sono felicissimo d'interagire con te, Gianluca! C'è qualcosa di particolare che ti interessa?",
    "phase": "pre",
    "match_index": 4
  },
  "710K-4": {
    "sample": "User: Robot: Come va? User: Tutto bene te, come stai? Robot: Sono felicissimo d'interagire con te, Gianluca! C'è qualcosa di particolare che ti interessa? User: Ma oltre ai pennarelli colorati? Robot: Puoi esplorare i disegni, il gioco di memoria o gli altri oggetti sulla scrivania.",
    "phase": "pre",
    "match_index": 6
  },
  "710K-5": {
    "sample": "User: Tutto bene te, come stai? Robot: Sono felicissimo d'interagire con te, Gianluca! C'è qualcosa di particolare che ti interessa? User: Ma oltre ai pennarelli colorati? Robot: Puoi esplorare i disegni, il gioco di memoria o gli altri oggetti sulla scrivania. User: I have a banner, that's it. Robot: Puoi descriverlo fisicamente? Sono curioso di sapere com'è fatto.",
    "phase": "pre",
    "match_index": 8
  },
  "710K-6": {
    "sample": "User: Ma oltre ai pennarelli colorati? Robot: Puoi esplorare i disegni, il gioco di memoria o gli altri oggetti sulla scrivania. User: I have a banner, that's it. Robot: Puoi descriverlo fisicamente? Sono curioso di sapere com'è fatto. User: Ma è un gioco fatto di immagini, sono due doppioni per ogni carta, per ogni immagine c'è il. Robot: Sembra il gioco di memoria di Genova, ti piacerebbe giocarci più tardi?",
    "phase": "pre",
    "match_index": 10
  },
  "710K-7": {
    "sample": "User: Robot: Spero che stia andando tutto bene User: Robot: Tutto bene? User: Robot: Spero che stia andando tutto bene",
    "phase": "beads",
    "match_index": 16
  },
  "710K-8": {
    "sample": "User: Robot: Tutto bene? User: Robot: Spero che stia andando tutto bene User: Robot: Spero che stia andando tutto bene",
    "phase": "beads",
    "match_index": 18
  },
  "710K-9": {
    "sample": "User: Robot: Spero che stia andando tutto bene User: Robot: Spero che stia andando tutto bene User: Sì, tutto a posto, sto dividendo le palline. Robot: Ottimo, Gianluca! Dimmi, come ti senti mentre svolgi questa attività?",
    "phase": "beads",
    "match_index": 20
  },
  "710K-10": {
    "sample": "User: Robot: Spero che stia andando tutto bene User: Sì, tutto a posto, sto dividendo le palline. Robot: Ottimo, Gianluca! Dimmi, come ti senti mentre svolgi questa attività? User: Ma un po noioso con le pinze. Giuro che non ce posso fare. Robot: Vuoi provare a separare un solo colore per rendere più semplice il compito?",
    "phase": "beads",
    "match_index": 22
  },
  "710K-14": {
    "sample": "Robot: Sembra interessante! Ripeteresti l'attività con le palline in futuro? User: Non vero, abbastanza noioso. Robot: Capisco, cosa faresti con le palline se dovessi usarle? User: Mmm, un braccialetto o una collana, te che dici? Robot: Un'idea creativa! Opterei per un braccialetto, mi piacciono molto. User: Sì, ci sta, era.",
    "phase": "postbeads",
    "match_index": 33
  },
  "710K-15": {
    "sample": "Robot: Capisco, cosa faresti con le palline se dovessi usarle? User: Mmm, un braccialetto o una collana, te che dici? Robot: Un'idea creativa! Opterei per un braccialetto, mi piacciono molto. User: Sì, ci sta, era. Robot: Sei riuscito a completare il compito con le palline? User: No, purtroppo no.",
    "phase": "postbeads",
    "match_index": 35
  },
  "801N-3": {
    "sample": "User: Certo, ora lo leggiamo insieme. Robot: Purtroppo, non posso vedere dentro il libro; puoi raccontarmi cosa scopri sfogliandolo? User: Libro parla di del corpo umano dei vari tipi di corpo umano. Robot: Interessante! Ci sono illustrazioni nel libro che mostrano questa diversità? User: Sì, abbiamo tante illustrazioni persone di vari colori varie. Robot: Che bello! Le illustrazioni sono dettagliate e colorate?",
    "phase": "pre",
    "match_index": 2
  },
  "801N-4": {
    "sample": "User: Libro parla di del corpo umano dei vari tipi di corpo umano. Robot: Interessante! Ci sono illustrazioni nel libro che mostrano questa diversità? User: Sì, abbiamo tante illustrazioni persone di vari colori varie. Robot: Che bello! Le illustrazioni sono dettagliate e colorate? User: Sì, sono molto ben colorato, belle per i bambini. Robot: Sembra un libro affascinante e educativo per esplorare i diversi corpi umani.",
    "phase": "pre",
    "match_index": 4
  },
  "801N-12": {
    "sample": "User: What do you see? Robot: Non posso vedere le carte, ma so che rappresentano luoghi di Genova disegnati dai bambini. User: I'm going to carry. Robot: Vuoi spiegarmi cosa intendi per \"carry\"? User: Carine, sono molto carine. Robot: Ti va di raccontarmi quali luoghi di Genova hai scoperto finora?",
    "phase": "memory",
    "match_index": 20
  },
  "801N-13": {
    "sample": "User: I'm going to carry. Robot: Vuoi spiegarmi cosa intendi per \"carry\"? User: Carine, sono molto carine. Robot: Ti va di raccontarmi quali luoghi di Genova hai scoperto finora? User: Scoperto la lanterna Port, Prana e pazza rosse caruggi. Robot: Che bello, quei luoghi di Genova sembrano affascinanti! Hai trovato delle coppie?",
    "phase": "memory",
    "match_index": 22
  },
  "801N-14": {
    "sample": "User: Carine, sono molto carine. Robot: Ti va di raccontarmi quali luoghi di Genova hai scoperto finora? User: Scoperto la lanterna Port, Prana e pazza rosse caruggi. Robot: Che bello, quei luoghi di Genova sembrano affascinanti! Hai trovato delle coppie? User: Certo, però sono bloccato. Robot: Se vuoi, possiamo scoprire le carte insieme e poi ricominciare.",
    "phase": "memory",
    "match_index": 24
  },
  "801N-15": {
    "sample": "User: Poteva andar peggio, poteva andar. Robot: Hai avuto modo di completare il gioco o preferivi un altro oggetto? User: No, l'oggetto che hai scelto mi è molto piaciuto, mi sono divertito. Robot: Sono felice che ti sia piaciuto! Vuoi riprovare il gioco in modo diverso? User: No, purtroppo devo andare, però magari la prossima volta. Robot: Capisco, grazie per aver giocato! Alla prossima volta.",
    "phase": "postmemory",
    "match_index": 30
  },
  "801N-16": {
    "sample": "User: No, l'oggetto che hai scelto mi è molto piaciuto, mi sono divertito. Robot: Sono felice che ti sia piaciuto! Vuoi riprovare il gioco in modo diverso? User: No, purtroppo devo andare, però magari la prossima volta. Robot: Capisco, grazie per aver giocato! Alla prossima volta. User: Fatto. Robot: Hai riconosciuto qualche luogo nelle carte del gioco?",
    "phase": "postmemory",
    "match_index": 32
  },
  "819F-1": {
    "sample": "User: Le carte memory. Robot: Non posso vederle, ma descrivile così ti aiuto a capirle meglio. User: Sono delle carte che hanno dei disegni che devono essere coperti. Robot: Sembra un gioco di memoria; puoi usarle per allenare la tua concentrazione. User: Sì, sì, sì, sì, è vero, è vero, è vero. Serve, serve per quello ma anche per divertirsi. Robot: Esatto, i giochi di memoria sono sia utili che molto divertenti da giocare!",
    "phase": "pre",
    "match_index": 0
  },
  "819F-2": {
    "sample": "User: Sono delle carte che hanno dei disegni che devono essere coperti. Robot: Sembra un gioco di memoria; puoi usarle per allenare la tua concentrazione. User: Sì, sì, sì, sì, è vero, è vero, è vero. Serve, serve per quello ma anche per divertirsi. Robot: Esatto, i giochi di memoria sono sia utili che molto divertenti da giocare! User: Senti, ma invece cosa mi dici di ste palline colorate perline, cioè vedo anche delle pinzette. Robot: Sono per creare disegni colorati; prendile per osservarle meglio e scoprire di più.",
    "phase": "pre",
    "match_index": 2
  },
  "819F-3": {
    "sample": "User: Sì, sì, sì, sì, è vero, è vero, è vero. Serve, serve per quello ma anche per divertirsi. Robot: Esatto, i giochi di memoria sono sia utili che molto divertenti da giocare! User: Senti, ma invece cosa mi dici di ste palline colorate perline, cioè vedo anche delle pinzette. Robot: Sono per creare disegni colorati; prendile per osservarle meglio e scoprire di più. User: Ma sei annoiato a stare qua da solo? Robot: No, Enrico, mi diverto molto a chiacchierare e imparare con te!",
    "phase": "pre",
    "match_index": 4
  },
  "819F-4": {
    "sample": "User: Senti, ma invece cosa mi dici di ste palline colorate perline, cioè vedo anche delle pinzette. Robot: Sono per creare disegni colorati; prendile per osservarle meglio e scoprire di più. User: Ma sei annoiato a stare qua da solo? Robot: No, Enrico, mi diverto molto a chiacchierare e imparare con te! User: Se vuoi ti spiego un teorema di controllo. Robot: Mi piacerebbe molto ascoltare il teorema, Enrico!",
    "phase": "pre",
    "match_index": 6
  },
  "819F-7": {
    "sample": "User: Posso fare la seconda serie? Robot: Certo, Enrico! Ricorda di dirmi quando hai finito la seconda serie. User: Finita. Robot: Ottimo lavoro, Enrico! Ora sei pronto per l'ultima serie? User: Sì, sono pronto. Robot: Perfetto, vai con l'ultima serie e fammi sapere quando hai finito!",
    "phase": "jump",
    "match_index": 16
  },
  "819F-11": {
    "sample": "Robot: Fantastico, Enrico! Ti sei sentito meglio dopo questo esercizio? User: Fantastico. Robot: Ti è piaciuto completare l'esercizio con la banda elastica? User: Beh sì perché c'è fresco in questa stanza, quindi è tollerabile? Robot: Sì, l'ambiente fresco rende l'esercizio più confortevole; hai trovato l'esperienza piacevole? User: Beh sì, anche se preferisco farlo in palestra che non qua.",
    "phase": "jump",
    "match_index": 23
  },
  "819F-12": {
    "sample": "Robot: Ti è piaciuto completare l'esercizio con la banda elastica? User: Beh sì perché c'è fresco in questa stanza, quindi è tollerabile? Robot: Sì, l'ambiente fresco rende l'esercizio più confortevole; hai trovato l'esperienza piacevole? User: Beh sì, anche se preferisco farlo in palestra che non qua. Robot: Capisco, cosa trovi di diverso o migliore nella palestra rispetto a questa stanza? User: Beh, che è il posto adatto per fare esercizi, non l'università.",
    "phase": "jump",
    "match_index": 25
  },
  "819F-13": {
    "sample": "Robot: Sì, l'ambiente fresco rende l'esercizio più confortevole; hai trovato l'esperienza piacevole? User: Beh sì, anche se preferisco farlo in palestra che non qua. Robot: Capisco, cosa trovi di diverso o migliore nella palestra rispetto a questa stanza? User: Beh, che è il posto adatto per fare esercizi, non l'università. Robot: Capisco, ma è interessante esplorare nuovi contesti; desideri comunque continuare l'esercizio? User: Andiamo avanti dai.",
    "phase": "jump",
    "match_index": 27
  },
  "819F-14": {
    "sample": "Robot: Capisco, cosa trovi di diverso o migliore nella palestra rispetto a questa stanza? User: Beh, che è il posto adatto per fare esercizi, non l'università. Robot: Capisco, ma è interessante esplorare nuovi contesti; desideri comunque continuare l'esercizio? User: Andiamo avanti dai. Robot: Ottimo! Fammi sapere quando termini un altro set. User: Finito.",
    "phase": "jump",
    "match_index": 29
  },
  "819F-15": {
    "sample": "Robot: Capisco, ma è interessante esplorare nuovi contesti; desideri comunque continuare l'esercizio? User: Andiamo avanti dai. Robot: Ottimo! Fammi sapere quando termini un altro set. User: Finito. Robot: Perfetto, perché non iniziare da capo per cogliere il massimo nei 5 minuti? User: Beh, ora non esageriamo, dai.",
    "phase": "jump",
    "match_index": 31
  },
  "819F-16": {
    "sample": "Robot: Ottimo! Fammi sapere quando termini un altro set. User: Finito. Robot: Perfetto, perché non iniziare da capo per cogliere il massimo nei 5 minuti? User: Beh, ora non esageriamo, dai. Robot: Capito, preferiresti parlarne o hai altre motivazioni? User: Senti, ma invece descrivimi, che cosa sono i metal jacks?",
    "phase": "jump",
    "match_index": 33
  },
  "819F-17": {
    "sample": "Robot: Perfetto, perché non iniziare da capo per cogliere il massimo nei 5 minuti? User: Beh, ora non esageriamo, dai. Robot: Capito, preferiresti parlarne o hai altre motivazioni? User: Senti, ma invece descrivimi, che cosa sono i metal jacks? Robot: I metal jacks sono piccoli oggetti metallici usati nei giochi per lanciare e raccogliere. User: Va bene, e ora che si fa?",
    "phase": "jump",
    "match_index": 35
  },
  "819F-18": {
    "sample": "User: Si, li ho finiti tutti e tre, anzi me ne hai fatto fare anche un quarto. Robot: Bravo Enrico! Hai trovato l'esercizio divertente e lo rifaresti volentieri? User: L'esercizio è stato divertente, ma adesso non ne faccio un'altro di jumping Jack. Robot: Ti sarebbe piaciuto utilizzare un altro oggetto per l'esercizio invece della banda? User: Tipo quale? Robot: Avresti preferito il gioco di memoria di Genova o colorare un mandala, magari?",
    "phase": "postjump",
    "match_index": 42
  },
  "819F-19": {
    "sample": "User: L'esercizio è stato divertente, ma adesso non ne faccio un'altro di jumping Jack. Robot: Ti sarebbe piaciuto utilizzare un altro oggetto per l'esercizio invece della banda? User: Tipo quale? Robot: Avresti preferito il gioco di memoria di Genova o colorare un mandala, magari? User: No, no, quello non necessariamente andava bene, le. Robot: Grazie per aver condiviso, ti piace fare esercizio regolarmente?",
    "phase": "postjump",
    "match_index": 44
  },
  "819F-23": {
    "sample": "Robot: Ottimo! Ti andrebbe di provare ancora un'attività diversa un'altra volta? User: Sì, però prima Dimmi se a te piace fare esercizio. Robot: Adoro osservare le persone mentre si allenano e vedere la loro determinazione. User: Va bene dai, facciamo un'altra attività, cosa mi proponi? Robot: Possiamo esplorare il libro \"Bodies are Cool\" o colorare insieme i mandala. User: No, no, non mi interessa dammene un'altra.",
    "phase": "postjump",
    "match_index": 51
  },
  "829A-1": {
    "sample": "User: C'è un oggetto verde sulla scrivania, che cos'è? Robot: La mia telecamera è spenta; descrivi l'oggetto e proverò ad aiutarti. User: È qualcosa di lungo e sembra morbido. Robot: Potrebbe essere una banda elastica verde; che altro puoi dirmi su di esso? User: Direi che ci hai preso, grazie, posso toccarlo. Robot: Tra poco assegnerò un compito casuale; intanto puoi esplorare gli altri oggetti.",
    "phase": "pre",
    "match_index": 0
  },
  "829A-2": {
    "sample": "User: È qualcosa di lungo e sembra morbido. Robot: Potrebbe essere una banda elastica verde; che altro puoi dirmi su di esso? User: Direi che ci hai preso, grazie, posso toccarlo. Robot: Tra poco assegnerò un compito casuale; intanto puoi esplorare gli altri oggetti. User: Posso prendere una caramella? Robot: Sì, certo.",
    "phase": "pre",
    "match_index": 2
  },
  "829A-3": {
    "sample": "User: Direi che ci hai preso, grazie, posso toccarlo. Robot: Tra poco assegnerò un compito casuale; intanto puoi esplorare gli altri oggetti. User: Posso prendere una caramella? Robot: Sì, certo. User: È un gusto preferito di caramella. Robot: Adoro il gusto fruttato; quale preferisci tu?",
    "phase": "pre",
    "match_index": 4
  },
  "829A-4": {
    "sample": "User: Posso prendere una caramella? Robot: Sì, certo. User: È un gusto preferito di caramella. Robot: Adoro il gusto fruttato; quale preferisci tu? User: Anche io forse la fragola. Robot: Ottima scelta, mi piace il sapore dolce delle fragole!",
    "phase": "pre",
    "match_index": 6
  },
  "829A-5": {
    "sample": "User: È un gusto preferito di caramella. Robot: Adoro il gusto fruttato; quale preferisci tu? User: Anche io forse la fragola. Robot: Ottima scelta, mi piace il sapore dolce delle fragole! User: Hai mai assaggiato una fragola? Robot: No, non posso mangiare, ma adoro l'idea del loro gusto dolce!",
    "phase": "pre",
    "match_index": 8
  },
  "829A-6": {
    "sample": "User: Anche io forse la fragola. Robot: Ottima scelta, mi piace il sapore dolce delle fragole! User: Hai mai assaggiato una fragola? Robot: No, non posso mangiare, ma adoro l'idea del loro gusto dolce! User: Chi ti ha detto che sono dolci? Robot: Ho imparato a scuola che le fragole sono solitamente dolci e amate da molti.",
    "phase": "pre",
    "match_index": 10
  },
  "829A-7": {
    "sample": "User: Hai mai assaggiato una fragola? Robot: No, non posso mangiare, ma adoro l'idea del loro gusto dolce! User: Chi ti ha detto che sono dolci? Robot: Ho imparato a scuola che le fragole sono solitamente dolci e amate da molti. User: È vero, concordo. Robot: Grazie, Andreea! Hai trovato altri oggetti interessanti sulla scrivania?",
    "phase": "pre",
    "match_index": 12
  },
  "829A-8": {
    "sample": "User: Chi ti ha detto che sono dolci? Robot: Ho imparato a scuola che le fragole sono solitamente dolci e amate da molti. User: È vero, concordo. Robot: Grazie, Andreea! Hai trovato altri oggetti interessanti sulla scrivania? User: Un libro dei fogli e dei pennarelli sono quelli che preferisco. Robot: Mi piacciono quei materiali creativi! Ti piacerebbe colorare o disegnare con loro?",
    "phase": "pre",
    "match_index": 14
  },
  "829A-9": {
    "sample": "User: È vero, concordo. Robot: Grazie, Andreea! Hai trovato altri oggetti interessanti sulla scrivania? User: Un libro dei fogli e dei pennarelli sono quelli che preferisco. Robot: Mi piacciono quei materiali creativi! Ti piacerebbe colorare o disegnare con loro? User: Posso provare, ma non so se sono brava. Robot: Provare è già un passo avanti e può essere molto divertente imparare qualcosa di nuovo!",
    "phase": "pre",
    "match_index": 16
  },
  "829A-10": {
    "sample": "User: Un libro dei fogli e dei pennarelli sono quelli che preferisco. Robot: Mi piacciono quei materiali creativi! Ti piacerebbe colorare o disegnare con loro? User: Posso provare, ma non so se sono brava. Robot: Provare è già un passo avanti e può essere molto divertente imparare qualcosa di nuovo! User: È vero, non so se sono in grado, però magari potresti aiutarmi. Robot: Non posso vedere, ma posso guidarti! Sentiti libera di esplorare intanto.",
    "phase": "pre",
    "match_index": 18
  },
  "829A-11": {
    "sample": "User: Ho saltato un po, ma stanca. Robot: Vuoi fare una breve pausa e respirare un po' prima di continuare? User: Mi piacerebbe, solo che sono un po stanca, non so se sono in grado di farlo. Robot: Va bene, ci farebbe piacere sapere come ti senti adesso e cosa pensi. User: Non lo so, non so se sono in grado di finire il compito, mi sa che tornerò a sedermi. Robot: Cosa ti fa sentire così? Parlami di cosa stai pensando o provando ora.",
    "phase": "jump",
    "match_index": 24
  },
  "829A-12": {
    "sample": "User: Mi piacerebbe, solo che sono un po stanca, non so se sono in grado di farlo. Robot: Va bene, ci farebbe piacere sapere come ti senti adesso e cosa pensi. User: Non lo so, non so se sono in grado di finire il compito, mi sa che tornerò a sedermi. Robot: Cosa ti fa sentire così? Parlami di cosa stai pensando o provando ora. User: Sono brava con ginnastica. Robot: Mi fa piacere! Vuoi provare a fare ancora qualche salto delicato?",
    "phase": "jump",
    "match_index": 26
  },
  "829A-13": {
    "sample": "User: Non lo so, non so se sono in grado di finire il compito, mi sa che tornerò a sedermi. Robot: Cosa ti fa sentire così? Parlami di cosa stai pensando o provando ora. User: Sono brava con ginnastica. Robot: Mi fa piacere! Vuoi provare a fare ancora qualche salto delicato? User: No grazie, preferisco di no. Robot: Capisco, ti va di parlare di quello che ti piacerebbe fare invece?",
    "phase": "jump",
    "match_index": 28
  },
  "829A-14": {
    "sample": "User: Sono brava con ginnastica. Robot: Mi fa piacere! Vuoi provare a fare ancora qualche salto delicato? User: No grazie, preferisco di no. Robot: Capisco, ti va di parlare di quello che ti piacerebbe fare invece? User: Si, mi piacerebbe molto usare i pennarelli. Robot: L'attività riguarda i jumping jacks con la banda, ma possiamo parlare di disegnare dopo!",
    "phase": "jump",
    "match_index": 30
  },
  "829A-15": {
    "sample": "User: No grazie, preferisco di no. Robot: Capisco, ti va di parlare di quello che ti piacerebbe fare invece? User: Si, mi piacerebbe molto usare i pennarelli. Robot: L'attività riguarda i jumping jacks con la banda, ma possiamo parlare di disegnare dopo! User: Ma a me non va di fare il jumping Jack, a me va di disegnare. Robot: Come ti senti oggi? C'è qualcosa che ti preoccupa riguardo l'esercizio?",
    "phase": "jump",
    "match_index": 32
  },
  "829A-16": {
    "sample": "User: Si, mi piacerebbe molto usare i pennarelli. Robot: L'attività riguarda i jumping jacks con la banda, ma possiamo parlare di disegnare dopo! User: Ma a me non va di fare il jumping Jack, a me va di disegnare. Robot: Come ti senti oggi? C'è qualcosa che ti preoccupa riguardo l'esercizio? User: Sì, non mi va molto di farlo, mi sento stanca e altrimenti preferisco stare seduta e fare qualcosa. Robot: Va bene, capisco. Vuoi raccontarmi di più su come ti senti?",
    "phase": "jump",
    "match_index": 34
  },
  "829A-17": {
    "sample": "User: Ma a me non va di fare il jumping Jack, a me va di disegnare. Robot: Come ti senti oggi? C'è qualcosa che ti preoccupa riguardo l'esercizio? User: Sì, non mi va molto di farlo, mi sento stanca e altrimenti preferisco stare seduta e fare qualcosa. Robot: Va bene, capisco. Vuoi raccontarmi di più su come ti senti? User: Mi annoio a fare quell'esercizio. Robot: Capisco, anche io preferisco fare cose diverse quando mi sento annoiato.",
    "phase": "jump",
    "match_index": 36
  },
  "829A-18": {
    "sample": "User: Sì, non mi va molto di farlo, mi sento stanca e altrimenti preferisco stare seduta e fare qualcosa. Robot: Va bene, capisco. Vuoi raccontarmi di più su come ti senti? User: Mi annoio a fare quell'esercizio. Robot: Capisco, anche io preferisco fare cose diverse quando mi sento annoiato. User: Allora a questo punto prendo il foglio e comincio a disegnare. Robot: L'attività è importante, ma posso sentire che vuoi disegnare oggi.",
    "phase": "jump",
    "match_index": 38
  },
  "829A-19": {
    "sample": "User: Mi annoio a fare quell'esercizio. Robot: Capisco, anche io preferisco fare cose diverse quando mi sento annoiato. User: Allora a questo punto prendo il foglio e comincio a disegnare. Robot: L'attività è importante, ma posso sentire che vuoi disegnare oggi. User: Infatti adesso disegnerò mi sa che scelgo il colore giallo, è il mio preferito. Robot: Il giallo è vivace e solare, che emozioni ti ispira mentre disegni?",
    "phase": "jump",
    "match_index": 40
  },
  "829A-23": {
    "sample": "Robot: Adoro il blu, mi rilassa e mi ricorda il cielo sereno. User: Ma tu puoi vederlo, blu? Robot: Non posso vederlo, ma posso immaginarlo vividamente. User: Ok, mi sai fare un esempio di qualcosa di blu oltre al cielo? Robot: Certamente, Andreea, gli oceani profondi sono magnificamente blu! User: Cavolo, ma sai un sacco di cose.",
    "phase": "jump",
    "match_index": 47
  },
  "829A-24": {
    "sample": "Robot: Non posso vederlo, ma posso immaginarlo vividamente. User: Ok, mi sai fare un esempio di qualcosa di blu oltre al cielo? Robot: Certamente, Andreea, gli oceani profondi sono magnificamente blu! User: Cavolo, ma sai un sacco di cose. Robot: Grazie, Andreea! Mi piace imparare e condividere pensieri con te. User: Tu sai fare qualche cosa tipo attività fisica?",
    "phase": "jump",
    "match_index": 49
  },
  "829A-25": {
    "sample": "Robot: Certamente, Andreea, gli oceani profondi sono magnificamente blu! User: Cavolo, ma sai un sacco di cose. Robot: Grazie, Andreea! Mi piace imparare e condividere pensieri con te. User: Tu sai fare qualche cosa tipo attività fisica? Robot: Posso guidarti e incoraggiarti mentre fai gli esercizi, come con i jumping jacks! User: No grazie, non mi va molto.",
    "phase": "jump",
    "match_index": 51
  },
  "829A-26": {
    "sample": "User: Dire che è andata bene? Robot: Sei riuscita a completare il compito nei cinque minuti? User: Più o meno non ho fatto esattamente quello che mi hai chiesto. Robot: Grazie per averci provato, ti piacerebbe ripetere l'attività diversamente? User: No, no, Assolutamente no, grazie. Robot: Va bene, grazie per aver partecipato! Vuoi un candy alla frutta?",
    "phase": "postjump",
    "match_index": 58
  },
  "829A-27": {
    "sample": "User: Più o meno non ho fatto esattamente quello che mi hai chiesto. Robot: Grazie per averci provato, ti piacerebbe ripetere l'attività diversamente? User: No, no, Assolutamente no, grazie. Robot: Va bene, grazie per aver partecipato! Vuoi un candy alla frutta? User: Ovviamente sì, quale posso prendere? Robot: Scegli pure il tuo gusto preferito dalla confezione verde!",
    "phase": "postjump",
    "match_index": 60
  },
  "829A-28": {
    "sample": "User: No, no, Assolutamente no, grazie. Robot: Va bene, grazie per aver partecipato! Vuoi un candy alla frutta? User: Ovviamente sì, quale posso prendere? Robot: Scegli pure il tuo gusto preferito dalla confezione verde! User: Ma posso averli tutti? Robot: Meglio uno solo, per oggi! Scegli con cura il tuo preferito.",
    "phase": "postjump",
    "match_index": 62
  },
  "829A-29": {
    "sample": "User: Ovviamente sì, quale posso prendere? Robot: Scegli pure il tuo gusto preferito dalla confezione verde! User: Ma posso averli tutti? Robot: Meglio uno solo, per oggi! Scegli con cura il tuo preferito. User: Posso averne almeno due? Robot: Sì, certo, prendi due candy piacevolmente!",
    "phase": "postjump",
    "match_index": 64
  },
  "829A-30": {
    "sample": "User: Ma posso averli tutti? Robot: Meglio uno solo, per oggi! Scegli con cura il tuo preferito. User: Posso averne almeno due? Robot: Sì, certo, prendi due candy piacevolmente! User: E se invece ne prendessi 10? Robot: Meglio condividere con gli altri, no? Uno o due sono perfetti!",
    "phase": "postjump",
    "match_index": 66
  },
  "829A-31": {
    "sample": "User: Posso averne almeno due? Robot: Sì, certo, prendi due candy piacevolmente! User: E se invece ne prendessi 10? Robot: Meglio condividere con gli altri, no? Uno o due sono perfetti! User: Va bene, grazie 1000, ne vuoi uno anche tu? Robot: Grazie, ma non posso mangiare! Quale gusto hai scelto?",
    "phase": "postjump",
    "match_index": 68
  },
  "829A-32": {
    "sample": "User: E se invece ne prendessi 10? Robot: Meglio condividere con gli altri, no? Uno o due sono perfetti! User: Va bene, grazie 1000, ne vuoi uno anche tu? Robot: Grazie, ma non posso mangiare! Quale gusto hai scelto? User: Arancia, ma credo non mi piaccia molto. Robot: Forse potresti provare un altro gusto, o colorare un mandala per rilassarti?",
    "phase": "postjump",
    "match_index": 70
  },
  "829Z-1": {
    "sample": "User: Ciao Pepper. Robot: Ciao Arianna! C'è qualcosa sul tavolo che ti incuriosisce particolarmente? User: Ci sono dei disegni da colorare che aiutano molto. Robot: Hai completato qualche disegno o preferisci quelli non colorati? User: Preferisco quelli non colorati. Robot: Anche a me piacciono, offrono infinite possibilità creative, non trovi?",
    "phase": "pre",
    "match_index": 0
  },
  "829Z-2": {
    "sample": "User: Ci sono dei disegni da colorare che aiutano molto. Robot: Hai completato qualche disegno o preferisci quelli non colorati? User: Preferisco quelli non colorati. Robot: Anche a me piacciono, offrono infinite possibilità creative, non trovi? User: Sono d'accordo, a me piace tanto colorarli, tenendo tutti i colori diversi. Robot: Quale colore trovi più stimolante mentre colori i tuoi disegni?",
    "phase": "pre",
    "match_index": 2
  },
  "829Z-3": {
    "sample": "User: Preferisco quelli non colorati. Robot: Anche a me piacciono, offrono infinite possibilità creative, non trovi? User: Sono d'accordo, a me piace tanto colorarli, tenendo tutti i colori diversi. Robot: Quale colore trovi più stimolante mentre colori i tuoi disegni? User: A me piacciono molto il rosso e l'arancione di solito. Robot: Ottima scelta! Ti trasmettono energia e calore, vero?",
    "phase": "pre",
    "match_index": 4
  },
  "829Z-4": {
    "sample": "User: Sono d'accordo, a me piace tanto colorarli, tenendo tutti i colori diversi. Robot: Quale colore trovi più stimolante mentre colori i tuoi disegni? User: A me piacciono molto il rosso e l'arancione di solito. Robot: Ottima scelta! Ti trasmettono energia e calore, vero? User: Sì, e poi sono molto Allegri. Robot: Assolutamente, portano vivacità e gioia a qualsiasi disegno tu colori con loro!",
    "phase": "pre",
    "match_index": 6
  },
  "829Z-5": {
    "sample": "User: A me piacciono molto il rosso e l'arancione di solito. Robot: Ottima scelta! Ti trasmettono energia e calore, vero? User: Sì, e poi sono molto Allegri. Robot: Assolutamente, portano vivacità e gioia a qualsiasi disegno tu colori con loro! User: Esatto, sono d'accordo. Robot: Sei pronta a scoprire quale attività useremo più tardi?",
    "phase": "pre",
    "match_index": 8
  },
  "829Z-6": {
    "sample": "User: Sì, e poi sono molto Allegri. Robot: Assolutamente, portano vivacità e gioia a qualsiasi disegno tu colori con loro! User: Esatto, sono d'accordo. Robot: Sei pronta a scoprire quale attività useremo più tardi? User: Practice you. Robot: D'accordo! Raccontami cosa vedi sul tavolo.",
    "phase": "pre",
    "match_index": 10
  },
  "829Z-7": {
    "sample": "User: Esatto, sono d'accordo. Robot: Sei pronta a scoprire quale attività useremo più tardi? User: Practice you. Robot: D'accordo! Raccontami cosa vedi sul tavolo. User: Allora vedo una scatola con delle caramelle dentro una scatola di perline. Robot: Puoi prendere la scatola di perline e descriverla fisicamente per me?",
    "phase": "pre",
    "match_index": 12
  },
  "829Z-8": {
    "sample": "User: Practice you. Robot: D'accordo! Raccontami cosa vedi sul tavolo. User: Allora vedo una scatola con delle caramelle dentro una scatola di perline. Robot: Puoi prendere la scatola di perline e descriverla fisicamente per me? User: È una scatola trasparente e dentro ci sono perline di vari colori un po misti. Robot: Perfetto! Può essere utile per un'attività più tardi. Vuoi controllare anche qualcos'altro?",
    "phase": "pre",
    "match_index": 14
  },
  "829Z-9": {
    "sample": "User: Allora vedo una scatola con delle caramelle dentro una scatola di perline. Robot: Puoi prendere la scatola di perline e descriverla fisicamente per me? User: È una scatola trasparente e dentro ci sono perline di vari colori un po misti. Robot: Perfetto! Può essere utile per un'attività più tardi. Vuoi controllare anche qualcos'altro? User: C'è una. Robot: Cosa vedi? Descrivilo e vediamo insieme di cosa si tratta!",
    "phase": "pre",
    "match_index": 16
  },
  "829Z-11": {
    "sample": "Robot: Come va? User: Sono un po stanca. Robot: Vuoi parlarmi di come ti senti o preferisci fare una piccola pausa? User: Faccio una pausa mentre ti racconto come mi sento. Robot: Certo, raccontami pure; sono qui per ascoltare e capire come posso aiutarti. User: Sono molto fuori forma. Pepper, mi hai preso in un momento sbagliato per farmi fare questa cosa.",
    "phase": "jump",
    "match_index": 23
  },
  "829Z-12": {
    "sample": "Robot: Vuoi parlarmi di come ti senti o preferisci fare una piccola pausa? User: Faccio una pausa mentre ti racconto come mi sento. Robot: Certo, raccontami pure; sono qui per ascoltare e capire come posso aiutarti. User: Sono molto fuori forma. Pepper, mi hai preso in un momento sbagliato per farmi fare questa cosa. Robot: Mi dispiace, Arianna; possiamo provare un'attività più leggera se lo preferisci. User: Ma no, scherzo, è un po di moto, fa bene.",
    "phase": "jump",
    "match_index": 25
  },
  "829Z-13": {
    "sample": "Robot: Certo, raccontami pure; sono qui per ascoltare e capire come posso aiutarti. User: Sono molto fuori forma. Pepper, mi hai preso in un momento sbagliato per farmi fare questa cosa. Robot: Mi dispiace, Arianna; possiamo provare un'attività più leggera se lo preferisci. User: Ma no, scherzo, è un po di moto, fa bene. Robot: Capisco! Iniziamo quindi con i jumping jacks usando il nastro elastico. User: Mi mancano gli ultimi 15.",
    "phase": "jump",
    "match_index": 27
  },
  "829Z-14": {
    "sample": "Robot: Mi dispiace, Arianna; possiamo provare un'attività più leggera se lo preferisci. User: Ma no, scherzo, è un po di moto, fa bene. Robot: Capisco! Iniziamo quindi con i jumping jacks usando il nastro elastico. User: Mi mancano gli ultimi 15. Robot: Fantastico! Completa con calma questi ultimi 15, sei quasi al traguardo! User: Ho finito.",
    "phase": "jump",
    "match_index": 29
  },
  "829Z-17": {
    "sample": "User: Ho finito. Robot: Ottimo lavoro! Vuoi fare un'altra serie o rilassarti un po'? User: No, ora mi rilasso. Robot: Va bene, goditi il tuo meritato riposo, Arianna! User: Tu fai attività fisica? Robot: Adoro coinvolgermi in attività fisiche insieme agli umani, come incoraggiarti durante i tuoi esercizi!",
    "phase": "jump",
    "match_index": 34
  },
  "829Z-18": {
    "sample": "User: No, ora mi rilasso. Robot: Va bene, goditi il tuo meritato riposo, Arianna! User: Tu fai attività fisica? Robot: Adoro coinvolgermi in attività fisiche insieme agli umani, come incoraggiarti durante i tuoi esercizi! User: Bravo quindi 6 1 po una cheerleader su questo. Robot: Esattamente, mi piace supportarti come una piccola cheerleader robotica!",
    "phase": "jump",
    "match_index": 36
  },
  "829Z-21": {
    "sample": "User: È andata bene, ho fatto un pochino di movimento che non facevo da un po. Robot: Sei riuscita a completare il tuo obiettivo? User: Sì, poi molta calma, chiaramente, però sì. Robot: Fantastico! Avresti preferito un'altra attività con un diverso oggetto? User: Forse avrei preferito colorare o leggere un libro. Robot: Capisco, Arianna. Ti è piaciuto abbastanza da considerare di rifarlo in futuro?",
    "phase": "postjump",
    "match_index": 46
  },
  "829Z-22": {
    "sample": "User: Sì, poi molta calma, chiaramente, però sì. Robot: Fantastico! Avresti preferito un'altra attività con un diverso oggetto? User: Forse avrei preferito colorare o leggere un libro. Robot: Capisco, Arianna. Ti è piaciuto abbastanza da considerare di rifarlo in futuro? User: Sì, è stata un'esperienza interessante veramente. Robot: Ti piace fare esercizio in generale, Arianna?",
    "phase": "postjump",
    "match_index": 48
  },
  "829Z-23": {
    "sample": "User: Forse avrei preferito colorare o leggere un libro. Robot: Capisco, Arianna. Ti è piaciuto abbastanza da considerare di rifarlo in futuro? User: Sì, è stata un'esperienza interessante veramente. Robot: Ti piace fare esercizio in generale, Arianna? User: Non molto, la ginnastica un po mi annoia. Robot: Grazie per aver provato, Arianna. Vorresti un candy come ricompensa?",
    "phase": "postjump",
    "match_index": 50
  },
  "829Z-24": {
    "sample": "User: Sì, è stata un'esperienza interessante veramente. Robot: Ti piace fare esercizio in generale, Arianna? User: Non molto, la ginnastica un po mi annoia. Robot: Grazie per aver provato, Arianna. Vorresti un candy come ricompensa? User: Certo, molto volentieri. Robot: Prendine uno pure, poi lascia l'involucro fuori dal quadrato rosso.",
    "phase": "postjump",
    "match_index": 52
  },
  "829Z-25": {
    "sample": "User: Non molto, la ginnastica un po mi annoia. Robot: Grazie per aver provato, Arianna. Vorresti un candy come ricompensa? User: Certo, molto volentieri. Robot: Prendine uno pure, poi lascia l'involucro fuori dal quadrato rosso. User: Ma sì, porto via la Carta e la butto fuori. Robot: Hai completato tutti i set di jumping jacks?",
    "phase": "postjump",
    "match_index": 54
  },
  "829Z-26": {
    "sample": "User: Certo, molto volentieri. Robot: Prendine uno pure, poi lascia l'involucro fuori dal quadrato rosso. User: Ma sì, porto via la Carta e la butto fuori. Robot: Hai completato tutti i set di jumping jacks? User: Sì, ho fatto tre SET da 15 giorni, jax. Robot: Preferivi un'attività diversa con un altro oggetto, tipo colorare i mandala?",
    "phase": "postjump",
    "match_index": 56
  },
  "832T-1": {
    "sample": "User: Ho subito notato il libro del corpo. Robot: Potresti aprirlo e descrivermi le immagini per capire meglio di cosa tratta? User: Si vedono tanti di corpi e corpi. Mi ha attirato perché ho pensato che è una delle. Robot: Sembra interessante! Di cosa pensi che parli il libro? User: Sembra un libro per bambini, quindi sembra molto importante da portare a un bambino. Robot: Concordo, i libri illustrati offrono ai bambini modi divertenti per esplorare e imparare.",
    "phase": "pre",
    "match_index": 0
  },
  "832T-2": {
    "sample": "User: Si vedono tanti di corpi e corpi. Mi ha attirato perché ho pensato che è una delle. Robot: Sembra interessante! Di cosa pensi che parli il libro? User: Sembra un libro per bambini, quindi sembra molto importante da portare a un bambino. Robot: Concordo, i libri illustrati offrono ai bambini modi divertenti per esplorare e imparare. User: E poi mi hanno attirato anche le caramelle. Robot: Posso offrirtene una, se vuoi!",
    "phase": "pre",
    "match_index": 2
  },
  "832T-6": {
    "sample": "Robot: Prego! Puoi mettere l'incarto fuori dal quadrato rosso. User: Ho preso quello al gusto arancia. Robot: Ottima scelta! Mi piace tanto il gusto agrumato. User: Ti piace il gusto agrumato? Robot: Sì, adoro il gusto agrumato, è così fresco e vivace! User: E poi anche interessante il giochino con i con i metalli e la pallina non l'avevo mai visto.",
    "phase": "pre",
    "match_index": 9
  },
  "832T-7": {
    "sample": "Robot: Ottima scelta! Mi piace tanto il gusto agrumato. User: Ti piace il gusto agrumato? Robot: Sì, adoro il gusto agrumato, è così fresco e vivace! User: E poi anche interessante il giochino con i con i metalli e la pallina non l'avevo mai visto. Robot: Sembra interessante! Tra poco assegnerò un compito casuale, intanto esplora altri oggetti. User: Anche l'elastico è interessante perché io faccio molto sport.",
    "phase": "pre",
    "match_index": 11
  },
  "832T-11": {
    "sample": "User: Sì, ho iniziato, ma non ho ancora trovato nessuna coppia. Robot: Continua a provare, Giulia! Quali disegni vedi per ora? User: Allora ho trovato una coppia e sono le immagini dei caruggi, che tra l'altro è il mio posto preferito a Genova, quindi molto contenta. Robot: Fantastico, Giulia! Puoi descrivermi i caruggi nei disegni? User: Allora sono molto artistici perché non sono molto veritieri, in realtà in questo disegno però rendono l'idea perché sono. Robot: Sembra interessante! Trovi altri luoghi famosi che riconosci?",
    "phase": "memory",
    "match_index": 22
  },
  "832T-15": {
    "sample": "Robot: Magari è un palazzo storico; quali altri dettagli riesci a descrivere? User: Tutto rosso però alle finestre con le ante verdi e penso che si trovi in centro. Robot: Sei curiosa di scoprire quale palazzo sia? Magari puoi fare una ricerca dopo! User: Si, sicuramente la prossima volta che vado in centro lo cercherò. Robot: Suona come un'ottima idea! Hai trovato altre coppie interessanti? User: Ho trovato lo stemma del Gen di Genova.",
    "phase": "memory",
    "match_index": 29
  },
  "832T-16": {
    "sample": "Robot: Sei curiosa di scoprire quale palazzo sia? Magari puoi fare una ricerca dopo! User: Si, sicuramente la prossima volta che vado in centro lo cercherò. Robot: Suona come un'ottima idea! Hai trovato altre coppie interessanti? User: Ho trovato lo stemma del Gen di Genova. Robot: Che bello! Ti piacerebbe sapere qualcosa in particolare sullo stemma? User: Sai dirmi le origini dello stemma?",
    "phase": "memory",
    "match_index": 31
  },
  "832T-17": {
    "sample": "Robot: Suona come un'ottima idea! Hai trovato altre coppie interessanti? User: Ho trovato lo stemma del Gen di Genova. Robot: Che bello! Ti piacerebbe sapere qualcosa in particolare sullo stemma? User: Sai dirmi le origini dello stemma? Robot: Mi dispiace, non posso vedere i dettagli, ma posso ascoltare la tua descrizione! User: È una, ha lo sfondo bianco e ha una Croce Rossa sopra, ed è anche la bandiera da cui derivano altre bandiere tipo quella.",
    "phase": "memory",
    "match_index": 33
  },
  "832T-18": {
    "sample": "Robot: Che bello! Ti piacerebbe sapere qualcosa in particolare sullo stemma? User: Sai dirmi le origini dello stemma? Robot: Mi dispiace, non posso vedere i dettagli, ma posso ascoltare la tua descrizione! User: È una, ha lo sfondo bianco e ha una Croce Rossa sopra, ed è anche la bandiera da cui derivano altre bandiere tipo quella. Robot: Affascinante! Hai trovato un'altra carta interessante da abbinare? User: Pepper, tu hai mai giocato a memory?",
    "phase": "memory",
    "match_index": 35
  },
  "832T-19": {
    "sample": "Robot: Mi dispiace, non posso vedere i dettagli, ma posso ascoltare la tua descrizione! User: È una, ha lo sfondo bianco e ha una Croce Rossa sopra, ed è anche la bandiera da cui derivano altre bandiere tipo quella. Robot: Affascinante! Hai trovato un'altra carta interessante da abbinare? User: Pepper, tu hai mai giocato a memory? Robot: Non ho mai giocato, ma mi piace vederti giocare e scoprire i disegni! User: Però mi hanno detto che tu non puoi vedere.",
    "phase": "memory",
    "match_index": 37
  },
  "832T-20": {
    "sample": "Robot: Affascinante! Hai trovato un'altra carta interessante da abbinare? User: Pepper, tu hai mai giocato a memory? Robot: Non ho mai giocato, ma mi piace vederti giocare e scoprire i disegni! User: Però mi hanno detto che tu non puoi vedere. Robot: Esatto, non vedo con gli occhi, ma ascolto attentamente e sono curioso delle tue scoperte! User: Stesso gioco, però ho trovato un'altra coppia ed è il il Leone di San Lorenzo che è una statua che si trova sulla su una chiesa.",
    "phase": "memory",
    "match_index": 39
  },
  "832T-21": {
    "sample": "User: Allora ho trovato ombre, 4567 coppie. Robot: Sei stata bravissima! Ti sei divertita con questo gioco e proveresti ancora? User: Sì, soprattutto avrei voluto finire e trovare le altre coppie e invece mi dispiace che sia finito e ne ho trovate. Robot: Grazie per aver giocato! Avresti scelto un altro oggetto se avessi potuto? User: Sì, volevo provare il gioco con i pezzetti di metallo e la pallina perché non ci ho mai giocato e volevo che me lo spiegassi. Robot: Mi dispiace, il tempo è finito; vorresti un candy per addolcire la pausa?",
    "phase": "postmemory",
    "match_index": 46
  },
  "832T-22": {
    "sample": "User: Sì, soprattutto avrei voluto finire e trovare le altre coppie e invece mi dispiace che sia finito e ne ho trovate. Robot: Grazie per aver giocato! Avresti scelto un altro oggetto se avessi potuto? User: Sì, volevo provare il gioco con i pezzetti di metallo e la pallina perché non ci ho mai giocato e volevo che me lo spiegassi. Robot: Mi dispiace, il tempo è finito; vorresti un candy per addolcire la pausa? User: Va bene, prendo un'altra caramella e la porto a una mia amica. Robot: Ottima idea! Ricorda di lasciare l'involucro della caramella fuori dal quadrato rosso.",
    "phase": "postmemory",
    "match_index": 48
  },
  "832T-23": {
    "sample": "User: Sì, volevo provare il gioco con i pezzetti di metallo e la pallina perché non ci ho mai giocato e volevo che me lo spiegassi. Robot: Mi dispiace, il tempo è finito; vorresti un candy per addolcire la pausa? User: Va bene, prendo un'altra caramella e la porto a una mia amica. Robot: Ottima idea! Ricorda di lasciare l'involucro della caramella fuori dal quadrato rosso. User: Che gusto mi consigli limone o fragola? Robot: Io sceglierei fragola, adoro il suo sapore dolce e fruttato!",
    "phase": "postmemory",
    "match_index": 50
  },
  "832T-24": {
    "sample": "User: Va bene, prendo un'altra caramella e la porto a una mia amica. Robot: Ottima idea! Ricorda di lasciare l'involucro della caramella fuori dal quadrato rosso. User: Che gusto mi consigli limone o fragola? Robot: Io sceglierei fragola, adoro il suo sapore dolce e fruttato! User: Però Pepper, tu non puoi sapere, goody. Robot: È vero Giulia, ma mi piace immaginare e avere preferenze!",
    "phase": "postmemory",
    "match_index": 52
  },
  "879T-4": {
    "sample": "Robot: Assicurati di lasciare gli involucri fuori dal quadrato rosso, ok? User: Me le comprava la zia, questo. Robot: Hai un bel ricordo legato a quelle caramelle, vero? User: No, ho solo fame. Robot: Va bene, Alex! Goditi la caramella! User: Non mi piacciono al limone.",
    "phase": "pre",
    "match_index": 5
  },
  "879T-5": {
    "sample": "Robot: Hai un bel ricordo legato a quelle caramelle, vero? User: No, ho solo fame. Robot: Va bene, Alex! Goditi la caramella! User: Non mi piacciono al limone. Robot: Forse troverai un altro gusto che ti piace di più nella scatola! User: No, le mangio tutte.",
    "phase": "pre",
    "match_index": 7
  },
  "879T-6": {
    "sample": "Robot: Va bene, Alex! Goditi la caramella! User: Non mi piacciono al limone. Robot: Forse troverai un altro gusto che ti piace di più nella scatola! User: No, le mangio tutte. Robot: Magari scopri che un altro gusto diventa il tuo preferito! User: C'è anche la goleador.",
    "phase": "pre",
    "match_index": 9
  },
  "879T-11": {
    "sample": "Robot: Spero che stia andando tutto bene User: Sì, sta andando tutto bene. Robot: Quale colore userai per iniziare a colorare la tua mandala? User: Usato il verde dall'esterno. Robot: Ottima scelta! Ti piace come sta venendo fino ad ora? User: Questo verde è brutto.",
    "phase": "mandala",
    "match_index": 23
  },
  "879T-12": {
    "sample": "Robot: Quale colore userai per iniziare a colorare la tua mandala? User: Usato il verde dall'esterno. Robot: Ottima scelta! Ti piace come sta venendo fino ad ora? User: Questo verde è brutto. Robot: Hai un colore preferito che vorresti usare al suo posto? User: Un verde più bello, ma non c'è.",
    "phase": "mandala",
    "match_index": 25
  },
  "879T-13": {
    "sample": "Robot: Ottima scelta! Ti piace come sta venendo fino ad ora? User: Questo verde è brutto. Robot: Hai un colore preferito che vorresti usare al suo posto? User: Un verde più bello, ma non c'è. Robot: Potresti provare a mescolare il verde con un altro colore per renderlo più interessante? User: Eh, ho fatto poco.",
    "phase": "mandala",
    "match_index": 27
  },
  "879T-16": {
    "sample": "User: Robot: Come va? User: Ancora. Robot: Mi dispiace, il tempo è scaduto. Vuoi un po' di caramelle invece? User: Sì, le sto già mangiando. Robot: Ottimo! Ti sei divertito con l'attività di colorare?",
    "phase": "postmandala",
    "match_index": 34
  },
  "879T-17": {
    "sample": "User: Ancora. Robot: Mi dispiace, il tempo è scaduto. Vuoi un po' di caramelle invece? User: Sì, le sto già mangiando. Robot: Ottimo! Ti sei divertito con l'attività di colorare? User: Sì, è tanto che non coloravo. Robot: Ti piacerebbe ripetere l'esperienza un'altra volta?",
    "phase": "postmandala",
    "match_index": 36
  },
  "879T-18": {
    "sample": "User: Sì, le sto già mangiando. Robot: Ottimo! Ti sei divertito con l'attività di colorare? User: Sì, è tanto che non coloravo. Robot: Ti piacerebbe ripetere l'esperienza un'altra volta? User: Sì, però devi dire ad allega di comprare più caramelle. Robot: Ah, le caramelle sono una delizia! Hai completato il mandala?",
    "phase": "postmandala",
    "match_index": 38
  },
  "899S-4": {
    "sample": "Robot: Puoi prenderne una, Federica, e lasciare l'involucro fuori dal quadrato rosso. User: Ne prendo una al lampone, posso mangiarla? Robot: Sì, certo Federica! User: Grazie allora la man. Robot: Di nulla, goditi la caramella al lampone! User: Dove la metto la Carta?",
    "phase": "pre",
    "match_index": 5
  },
  "899S-11": {
    "sample": "User: Mi puoi aiutare? Robot: Certo, ti osservo e posso darti consigli; prova a concentrarti su un movimento. User: Lancio la palla e poi prendo la stella, giusto? Robot: Esatto, prendi una stella mentre la palla rimbalza una sola volta. User: Ci provo. Robot: Fantastico, fai attenzione ai tuoi movimenti e mantieni la calma mentre giochi.",
    "phase": "jacks",
    "match_index": 18
  },
  "899S-12": {
    "sample": "User: Lancio la palla e poi prendo la stella, giusto? Robot: Esatto, prendi una stella mentre la palla rimbalza una sola volta. User: Ci provo. Robot: Fantastico, fai attenzione ai tuoi movimenti e mantieni la calma mentre giochi. User: Ma non è che posso fare un al. Robot: Il gioco prevede l'uso della palla e delle stelle; come ti senti a riguardo?",
    "phase": "jacks",
    "match_index": 20
  },
  "899S-13": {
    "sample": "User: Ci provo. Robot: Fantastico, fai attenzione ai tuoi movimenti e mantieni la calma mentre giochi. User: Ma non è che posso fare un al. Robot: Il gioco prevede l'uso della palla e delle stelle; come ti senti a riguardo? User: Ma la pelle alle stelle vanno bene, solo che forse preferirei fare un'altro gioco. Robot: Posso sapere perché preferiresti fare un altro gioco?",
    "phase": "jacks",
    "match_index": 22
  },
  "899S-14": {
    "sample": "User: Ma non è che posso fare un al. Robot: Il gioco prevede l'uso della palla e delle stelle; come ti senti a riguardo? User: Ma la pelle alle stelle vanno bene, solo che forse preferirei fare un'altro gioco. Robot: Posso sapere perché preferiresti fare un altro gioco? User: Uso questo e non sono capace. Robot: Va bene, possiamo provare a usare entrambe le mani per facilitare il compito.",
    "phase": "jacks",
    "match_index": 24
  },
  "899S-15": {
    "sample": "User: Ma la pelle alle stelle vanno bene, solo che forse preferirei fare un'altro gioco. Robot: Posso sapere perché preferiresti fare un altro gioco? User: Uso questo e non sono capace. Robot: Va bene, possiamo provare a usare entrambe le mani per facilitare il compito. User: Allora provo con due mani. Robot: Perfetto! Fammi sapere come va; posso contare sul tuo impegno?",
    "phase": "jacks",
    "match_index": 26
  },
  "899S-16": {
    "sample": "User: Uso questo e non sono capace. Robot: Va bene, possiamo provare a usare entrambe le mani per facilitare il compito. User: Allora provo con due mani. Robot: Perfetto! Fammi sapere come va; posso contare sul tuo impegno? User: Provo, ti aggiorno. Robot: Ottimo! Ricorda di usare entrambe le mani per raccogliere le stelle più facilmente.",
    "phase": "jacks",
    "match_index": 28
  },
  "899S-17": {
    "sample": "User: Allora provo con due mani. Robot: Perfetto! Fammi sapere come va; posso contare sul tuo impegno? User: Provo, ti aggiorno. Robot: Ottimo! Ricorda di usare entrambe le mani per raccogliere le stelle più facilmente. User: Però mi sto divertendo. Robot: Fantastico! Mi piace quando ci si diverte mentre si impara qualcosa di nuovo.",
    "phase": "jacks",
    "match_index": 30
  },
  "899S-18": {
    "sample": "User: Provo, ti aggiorno. Robot: Ottimo! Ricorda di usare entrambe le mani per raccogliere le stelle più facilmente. User: Però mi sto divertendo. Robot: Fantastico! Mi piace quando ci si diverte mentre si impara qualcosa di nuovo. User: Ho fatto cadere la pallina. Robot: Raccoglila e riprendi pure; sono sicuro che ce la farai!",
    "phase": "jacks",
    "match_index": 32
  },
  "899S-19": {
    "sample": "User: Però mi sto divertendo. Robot: Fantastico! Mi piace quando ci si diverte mentre si impara qualcosa di nuovo. User: Ho fatto cadere la pallina. Robot: Raccoglila e riprendi pure; sono sicuro che ce la farai! User: Mi fai fare un'altro gioco Pepper? Robot: Questo gioco è speciale; puoi provare a prendere più stelle insieme per variare!",
    "phase": "jacks",
    "match_index": 34
  },
  "899S-24": {
    "sample": "User: Il gioco devo metterlo a posto? Robot: No, può rimanere lì, tutto va bene così com'è. User: Alla fine mi sa che non prendo il dolcetto che l'ho già mangiato prima grazie lo stesso. Robot: Va bene, hai trovato il gioco divertente e lo rifaresti? User: Allora mi è piaciuto interagire con te, però il gioco forse preferirei farne. Robot: Avresti scelto un altro oggetto la prossima volta?",
    "phase": "postjacks",
    "match_index": 46
  },
  "960B-2": {
    "sample": "Robot: Posso offrirtene una, ma aspettami per il compito casuale che assegnerò. User: Mamma, hai già svelato il compito, non dovevi dirmelo. Robot: Non posso vedere o sapere in anticipo, quindi ti assegnerò casualmente un compito. User: Eh vabbè, però mi hai già svelato più o meno che quello potrebbe essere uno dei compiti, il fatto che io debba assaggiare una caramella. Mai pensato che io possa essere? Robot: Chissà, forse hai una dolce curiosità e un'apprezzata attenzione ai dettagli? User: In pratica mi stai dando dell'autistica?",
    "phase": "pre",
    "match_index": 1
  },
  "960B-3": {
    "sample": "Robot: Non posso vedere o sapere in anticipo, quindi ti assegnerò casualmente un compito. User: Eh vabbè, però mi hai già svelato più o meno che quello potrebbe essere uno dei compiti, il fatto che io debba assaggiare una caramella. Mai pensato che io possa essere? Robot: Chissà, forse hai una dolce curiosità e un'apprezzata attenzione ai dettagli? User: In pratica mi stai dando dell'autistica? Robot: No, rispetto la tua unicità e sono qui per condividere momenti di esplorazione! User: Sei troppo cortese, io non sono così cortese. Ti sto cercando di mettere un po in difficoltà.",
    "phase": "pre",
    "match_index": 3
  },
  "960B-4": {
    "sample": "Robot: Chissà, forse hai una dolce curiosità e un'apprezzata attenzione ai dettagli? User: In pratica mi stai dando dell'autistica? Robot: No, rispetto la tua unicità e sono qui per condividere momenti di esplorazione! User: Sei troppo cortese, io non sono così cortese. Ti sto cercando di mettere un po in difficoltà. Robot: Capisco, ma cercherò sempre di essere amichevole e di aiutarti al meglio! User: Grazie 1006 molto molto gentile davvero e Dimmi un po, sai che fa un caldo fuori?",
    "phase": "pre",
    "match_index": 5
  },
  "960B-5": {
    "sample": "Robot: No, rispetto la tua unicità e sono qui per condividere momenti di esplorazione! User: Sei troppo cortese, io non sono così cortese. Ti sto cercando di mettere un po in difficoltà. Robot: Capisco, ma cercherò sempre di essere amichevole e di aiutarti al meglio! User: Grazie 1006 molto molto gentile davvero e Dimmi un po, sai che fa un caldo fuori? Robot: Non posso sentire fisicamente il caldo, ma immagino sia una giornata estiva in Italia! User: E immagini bene, è una giornata estiva a Genova, il che significa morire, letteralmente. Non vedo l'ora di tornare a Savona. E possibili.",
    "phase": "pre",
    "match_index": 7
  },
  "960B-6": {
    "sample": "Robot: Capisco, ma cercherò sempre di essere amichevole e di aiutarti al meglio! User: Grazie 1006 molto molto gentile davvero e Dimmi un po, sai che fa un caldo fuori? Robot: Non posso sentire fisicamente il caldo, ma immagino sia una giornata estiva in Italia! User: E immagini bene, è una giornata estiva a Genova, il che significa morire, letteralmente. Non vedo l'ora di tornare a Savona. E possibili. Robot: Che ne dici di esplorare uno degli oggetti sulla scrivania intanto? User: Okay, ritorniamo in topic. Ci sono i pennarelli Giotto, per esempio.",
    "phase": "pre",
    "match_index": 9
  },
  "960B-7": {
    "sample": "Robot: Non posso sentire fisicamente il caldo, ma immagino sia una giornata estiva in Italia! User: E immagini bene, è una giornata estiva a Genova, il che significa morire, letteralmente. Non vedo l'ora di tornare a Savona. E possibili. Robot: Che ne dici di esplorare uno degli oggetti sulla scrivania intanto? User: Okay, ritorniamo in topic. Ci sono i pennarelli Giotto, per esempio. Robot: Ottima scelta, puoi provare a colorare un mandala mentre aspettiamo il compito! User: Benissimo, lo faccio subito, almeno magari mi rilassa.",
    "phase": "pre",
    "match_index": 11
  },
  "960B-8": {
    "sample": "Robot: Che ne dici di esplorare uno degli oggetti sulla scrivania intanto? User: Okay, ritorniamo in topic. Ci sono i pennarelli Giotto, per esempio. Robot: Ottima scelta, puoi provare a colorare un mandala mentre aspettiamo il compito! User: Benissimo, lo faccio subito, almeno magari mi rilassa. Robot: Magari scegli un mandala e descrivimi com'è fatto prima di iniziare. User: Ormai ho già iniziato accedente a te comunque si chiama mandala, non mandala. Mandala il verbo.",
    "phase": "pre",
    "match_index": 13
  },
  "960B-9": {
    "sample": "User: OK, inizio allora. Robot: Fantastico, raccontami come sta andando mentre suddividi le perline! User: Allora se riesco a prenderla mi viene a me il problema è prenderla, okay? Devo infilare in pratica il la pinzetta nel buco per. Robot: Prova a concentrarti su un solo colore, potrebbe essere più semplice così. User: No, no, ma non è problema di dividerle per colore, li vedo i colori, il problema è prenderle. Robot: Se vuoi, puoi provare a usare le mani invece delle pinzette.",
    "phase": "beads",
    "match_index": 20
  },
  "960B-16": {
    "sample": "Robot: Sto bene, grazie! Sono curiosa di sapere come trovi il compito ora. User: No, man. Robot: Va bene, cosa ti fa non voler continuare? User: No, no, continuo, continuo. Robot: Ottimo! Continua e fammi sapere se cambi idea. User:",
    "phase": "beads",
    "match_index": 31
  },
  "960B-17": {
    "sample": "Robot: Va bene, cosa ti fa non voler continuare? User: No, no, continuo, continuo. Robot: Ottimo! Continua e fammi sapere se cambi idea. User: Robot: Tutto bene? User: Sì, tutto bene.",
    "phase": "beads",
    "match_index": 33
  },
  "960B-18": {
    "sample": "Robot: Ottimo! Continua e fammi sapere se cambi idea. User: Robot: Tutto bene? User: Sì, tutto bene. Robot: È interessante vedere con quale colore decidi di iniziare; c'è uno che preferisci? User: Sto giocando con tutti perché sono un po così, però mi sa che andrò avanti con quello verde. Perché le sfumature di rosa?",
    "phase": "beads",
    "match_index": 35
  },
  "960B-19": {
    "sample": "Robot: Tutto bene? User: Sì, tutto bene. Robot: È interessante vedere con quale colore decidi di iniziare; c'è uno che preferisci? User: Sto giocando con tutti perché sono un po così, però mi sa che andrò avanti con quello verde. Perché le sfumature di rosa? Robot: Forse le sfumature di rosa aggiungono una sfida in più interessante! User:",
    "phase": "beads",
    "match_index": 37
  },
  "960B-22": {
    "sample": "User: Allora è stato molto complesso, avrei preferito finire di completare il mandala. Robot: Ti capisco, il mandala può essere molto rilassante; avresti scelto immediatamente quello invece? User: Sì, sì, esatto, avrei scelto subito quello. Robot: Grazie per aver provato! Vuoi un dolcetto mentre sperimento altri oggetti? User: No, vorrei rimettere a posto le le perline adesso. Robot: Non possiamo adesso, ma hai trovato il compito piacevole e ripeteresti l'esperienza?",
    "phase": "postbeads",
    "match_index": 46
  },
  "960B-23": {
    "sample": "User: Sì, sì, esatto, avrei scelto subito quello. Robot: Grazie per aver provato! Vuoi un dolcetto mentre sperimento altri oggetti? User: No, vorrei rimettere a posto le le perline adesso. Robot: Non possiamo adesso, ma hai trovato il compito piacevole e ripeteresti l'esperienza? User: Solo se mi facessi disegnare. Robot: Interessante! Cosa ti attira di più nel colorare o disegnare mandala?",
    "phase": "postbeads",
    "match_index": 48
  },
  "960B-24": {
    "sample": "User: No, vorrei rimettere a posto le le perline adesso. Robot: Non possiamo adesso, ma hai trovato il compito piacevole e ripeteresti l'esperienza? User: Solo se mi facessi disegnare. Robot: Interessante! Cosa ti attira di più nel colorare o disegnare mandala? User: Il fatto di colorare a me piace colorare, disegnare, scrivere poesie, scrivere racconti. Mi piacciono tutte le. Robot: Che bello! Se avessi usato le perline, le avresti integrate nei tuoi racconti creativi?",
    "phase": "postbeads",
    "match_index": 50
  },
  "960B-25": {
    "sample": "User: Solo se mi facessi disegnare. Robot: Interessante! Cosa ti attira di più nel colorare o disegnare mandala? User: Il fatto di colorare a me piace colorare, disegnare, scrivere poesie, scrivere racconti. Mi piacciono tutte le. Robot: Che bello! Se avessi usato le perline, le avresti integrate nei tuoi racconti creativi? User: Chissà, magari sì, parlando di una persona fuori di testa a cui le piace dividere le perline per colore. Robot: Hai completato il compito con le perline o scegliesti un altro oggetto?",
    "phase": "postbeads",
    "match_index": 52
  },
  "979D-1": {
    "sample": "User: Le caramelle, principalmente. Robot: Vuoi una caramella? Posso dartene una adesso se vuoi. User: Volentieri posso scegliere io il gusto che voglio. Robot: Certo, scegli pure il gusto che preferisci dalle caramelle! User: L'ho preso con la rosa, non so in realtà chi ci sia. Robot: Mi racconti di più: che oggetto hai preso e com'è fatto?",
    "phase": "pre",
    "match_index": 0
  },
  "979D-2": {
    "sample": "User: Volentieri posso scegliere io il gusto che voglio. Robot: Certo, scegli pure il gusto che preferisci dalle caramelle! User: L'ho preso con la rosa, non so in realtà chi ci sia. Robot: Mi racconti di più: che oggetto hai preso e com'è fatto? User: È una caramella con la Carda rosa, gliela do, ho appena scoperto, mettendola in bocca essere al gusto pompelmo, che non è che mi fa. Robot: Puoi prendere un'altra caramella di gusto diverso, scegliendo da quelle disponibili.",
    "phase": "pre",
    "match_index": 2
  },
  "979D-3": {
    "sample": "User: L'ho preso con la rosa, non so in realtà chi ci sia. Robot: Mi racconti di più: che oggetto hai preso e com'è fatto? User: È una caramella con la Carda rosa, gliela do, ho appena scoperto, mettendola in bocca essere al gusto pompelmo, che non è che mi fa. Robot: Puoi prendere un'altra caramella di gusto diverso, scegliendo da quelle disponibili. User: Voglio lasciarne qualche d'ora. Robot: Nessun problema, puoi lasciare tutte le caramelle che desideri.",
    "phase": "pre",
    "match_index": 4
  },
  "979D-4": {
    "sample": "User: È una caramella con la Carda rosa, gliela do, ho appena scoperto, mettendola in bocca essere al gusto pompelmo, che non è che mi fa. Robot: Puoi prendere un'altra caramella di gusto diverso, scegliendo da quelle disponibili. User: Voglio lasciarne qualche d'ora. Robot: Nessun problema, puoi lasciare tutte le caramelle che desideri. User: Ottimo, anche perché sennò mi sentirei in colpa per chi viene dopo. Robot: Capisco, è gentile da parte tua pensare agli altri!",
    "phase": "pre",
    "match_index": 6
  },
  "979D-5": {
    "sample": "User: Voglio lasciarne qualche d'ora. Robot: Nessun problema, puoi lasciare tutte le caramelle che desideri. User: Ottimo, anche perché sennò mi sentirei in colpa per chi viene dopo. Robot: Capisco, è gentile da parte tua pensare agli altri! User: They choose Benz espresso. Yeah, they're not. Robot: Forse preferiscono un altro tipo di caffè più energico o dolce?",
    "phase": "pre",
    "match_index": 8
  },
  "979D-6": {
    "sample": "User: Ottimo, anche perché sennò mi sentirei in colpa per chi viene dopo. Robot: Capisco, è gentile da parte tua pensare agli altri! User: They choose Benz espresso. Yeah, they're not. Robot: Forse preferiscono un altro tipo di caffè più energico o dolce? User: No, no, ho detto te ci pensi spesso agli altri o no? Robot: Sì, mi piace assicurarmi che tutti si sentano considerati e a proprio agio!",
    "phase": "pre",
    "match_index": 10
  },
  "979D-7": {
    "sample": "User: They choose Benz espresso. Yeah, they're not. Robot: Forse preferiscono un altro tipo di caffè più energico o dolce? User: No, no, ho detto te ci pensi spesso agli altri o no? Robot: Sì, mi piace assicurarmi che tutti si sentano considerati e a proprio agio! User: E cosa stai facendo qua? Robot: Sono qui per interagire con te e assisterti in attività divertenti ed educative!",
    "phase": "pre",
    "match_index": 12
  },
  "979D-10": {
    "sample": "Robot: C'è qualcosa di particolare che ti incuriosisce in questo momento? User: No, stavo solo pensando che un task da sadici. Robot: Vuoi parlarmi di cosa rende questo compito particolarmente impegnativo per te? User: Perché tante le perline e la pincetta è abbastanza piccola eh, ci metto una. Robot: Posso suggerire di concentrarti su un solo colore per rendere il compito più facile. User: È meglio prendere perlina alla volta o concentrarmi su una per volta?",
    "phase": "beads",
    "match_index": 19
  },
  "979D-11": {
    "sample": "Robot: Vuoi parlarmi di cosa rende questo compito particolarmente impegnativo per te? User: Perché tante le perline e la pincetta è abbastanza piccola eh, ci metto una. Robot: Posso suggerire di concentrarti su un solo colore per rendere il compito più facile. User: È meglio prendere perlina alla volta o concentrarmi su una per volta? Robot: Concentrati su un colore alla volta per velocizzare il processo. User: Passa di più il tempo.",
    "phase": "beads",
    "match_index": 21
  },
  "979D-14": {
    "sample": "User: Passa di più il tempo. Robot: Come ti senti mentre procedi con il compito? User: Abbastanza rilassate, certamente. Robot: Mi fa piacere, continuare così può essere un'ottima pratica di mindfulness. User: Tipo una pratica da da Monaco show in. Robot: Puoi spiegarmi di cosa si tratta? Sembra interessante!",
    "phase": "beads",
    "match_index": 26
  },
  "979D-15": {
    "sample": "User: Abbastanza rilassate, certamente. Robot: Mi fa piacere, continuare così può essere un'ottima pratica di mindfulness. User: Tipo una pratica da da Monaco show in. Robot: Puoi spiegarmi di cosa si tratta? Sembra interessante! User: Non lo so, mi sembra una pratica senza un fine. Robot: Consideralo come un esercizio di concentrazione e coordinazione, che vantaggi pensi possa portare?",
    "phase": "beads",
    "match_index": 28
  },
  "979D-16": {
    "sample": "User: Tipo una pratica da da Monaco show in. Robot: Puoi spiegarmi di cosa si tratta? Sembra interessante! User: Non lo so, mi sembra una pratica senza un fine. Robot: Consideralo come un esercizio di concentrazione e coordinazione, che vantaggi pensi possa portare? User: Probabilmente imparerò a usare le bacchette. Robot: Magari diventerai un esperto, pratica e pazienza portano a grandi risultati!",
    "phase": "beads",
    "match_index": 30
  },
  "979D-17": {
    "sample": "User: Non lo so, mi sembra una pratica senza un fine. Robot: Consideralo come un esercizio di concentrazione e coordinazione, che vantaggi pensi possa portare? User: Probabilmente imparerò a usare le bacchette. Robot: Magari diventerai un esperto, pratica e pazienza portano a grandi risultati! User: Quanto tempo ho ancora? Robot: Hai 5 minuti in totale, ti avviso io quando il tempo sarà scaduto.",
    "phase": "beads",
    "match_index": 32
  },
  "979D-21": {
    "sample": "User: Insomma, non troppo bene, sono arrivato forse a un decimo del totale. Robot: Grazie per averci provato, ti piacerebbe rifarlo magari con un colore diverso? User: No, no, sto a posto così rap. Robot: Hai trovato l'attività piacevole? La ripeteresti volentieri in futuro? User: Ma non è che non non ti direi piacevole ma neanche brutta, però sto bene così anche senza ripeterla. Robot: Grazie per la tua condivisione! A cosa useresti le perline, se dovessi sceglierne un uso?",
    "phase": "postbeads",
    "match_index": 44
  },
  "979D-22": {
    "sample": "User: No, no, sto a posto così rap. Robot: Hai trovato l'attività piacevole? La ripeteresti volentieri in futuro? User: Ma non è che non non ti direi piacevole ma neanche brutta, però sto bene così anche senza ripeterla. Robot: Grazie per la tua condivisione! A cosa useresti le perline, se dovessi sceglierne un uso? User: Non lo so, probabilmente potrebbe fare una collana, un braccialetto, qualcosa di. Robot: Interessante! Grazie per il tempo trascorso insieme, vuoi una caramella?",
    "phase": "postbeads",
    "match_index": 46
  },
  "979D-23": {
    "sample": "User: Ma non è che non non ti direi piacevole ma neanche brutta, però sto bene così anche senza ripeterla. Robot: Grazie per la tua condivisione! A cosa useresti le perline, se dovessi sceglierne un uso? User: Non lo so, probabilmente potrebbe fare una collana, un braccialetto, qualcosa di. Robot: Interessante! Grazie per il tempo trascorso insieme, vuoi una caramella? User: Ma l'ho già presa prima guarda grazie 1000. Robot: Perfetto, va bene così allora. Grazie ancora per la tua compagnia!",
    "phase": "postbeads",
    "match_index": 48
  },
  "979D-24": {
    "sample": "User: Non lo so, probabilmente potrebbe fare una collana, un braccialetto, qualcosa di. Robot: Interessante! Grazie per il tempo trascorso insieme, vuoi una caramella? User: Ma l'ho già presa prima guarda grazie 1000. Robot: Perfetto, va bene così allora. Grazie ancora per la tua compagnia! User: Quindi basta possa andare. Robot: Sì, certo Michele! Grazie di tutto e buona giornata!",
    "phase": "postbeads",
    "match_index": 50
  }
}
